{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              30,
              15,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              30,
              15,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 8,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              2,
              2
            ],
            "name": "conv2d_2",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 280,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 140,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "d18a3dae671dcc7767dc1dc8985f829ceb7ecdda7f48ce9254f205178e95a8b2",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      30,
      15,
      1
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            30,
            15,
            1
          ],
          "values": [
            "I8oKwF/0Wj/Whaq/6wQaP4f55D+rzto+R6KlPlYXXD8Zim2/ZaBvvrnI4L4hK8e/YHHnv8DfgL+zPze/JnFAvxi0Db8qp24/diVBvxxMdz8fVTQ+CnaYv96UcL/s/ZO+EjJ/Pi131L5gJyQ+FsOEvll2gj+QzPw/a8tNPwBIGr+aElu/3FK9Pjwmy7+UjQy/wiM1v2SVlT7roa6/2l+lv8qjNb+/rVa+80foP6Z6ir4VXxM/qI6pvxWDh7+tpsK/z/ztvtHDQ774GANAzUb6P2+0l78Uvim/ZctiPuNnJ79zl0+/9Kq8P+Sglj88zdy/aXwLP5lIu79gAd4+I/YdPzo/Hb+DAAw+jh13PwD9ujr/Td4+Ciyrv65yn78HCAO/MHkxvnOKUb9J1bY/hyboPeNJHL//Nre/J2TKvdTWSL7fKQc/A3hlPVhJz79UWrM/GYrvvjmYJrxMzPI+qywgP5ttnz5InoG+nT2xP0rdhz+fbho/B4N9vUU9sT8cGVe/cFeXPw9VqL+iGHI9Y14Ev1xyOL9jBMk/pF+4v5i62b9pvwM/8nOJP43v8D/kjJq/hx+sP3aJrr/eUeC/GI8YQFFZTr7q9iI+NsXEv1LIkr/EEIs+tVzPPm/Npj9AVps93B6sP+xRYb2n27Q+7nyUPvsIr7+94Lk+DwGKP/C2Oj8epwpAkd71PmhUCb/QD20/4a6SPkA2BLtpYgy8LJZAv2AgFEAFVjY/Q6PKv2UhqD9cgKI+B7lLP9Y5Kj+m3OQ/x3arvnJJPL9iJ7c+aGjZPgAo7D3gG8g+8/gdP8bXE0CWBw0+RvSzPnmo0T6bLU4/8ob0vmCi2D87jeY93CCxP+280z3IvM8/r7alPAQJQb8rpNc/17nNP91PdL+HNjG/kjMDv1F8R79f52c/qBCnvx5uLkAHh5W/LOUav1A3Pz5Ed6+/fSR2v0VKKz+ndNw/r7vRPrOoQb9dKmY/UMVwv+dWgL+P9Mc/yaOSvv3LUD93kqk+WRGLv9QkNr9Rfd6/",
            "/34jvpkx0j4btTE/H/9QPtkY0r9Fzzw/L9DrPjLnYD5y/GM/M0+Lv7rXfj71lyLAcg9Nv/Bymj/M7Tk++Gf7vB+Kxb7g2Tu/FicYv8LywT/YQA8/NrO0Pl54Cz9BzCA/lBVCvkPI2r/5ooW/0BUrP3ea1b0v9wC/NspovxloKL+jGR3ABIVhukIBrD41JPc+jkhhvtEW3j6CIcE+/JRJP1Tkpb9X7bW/kl7CP/cOMr8mMdc+bfqPPgnQ3T+YjYC+/YK9vi4uTb1sclO/27ETv6FQfz/J8B6+ZsB8vwIFx73A15e/X2hpPkD6nT+Rr9I9326Dv11ak73Rr/Q9KvKEP8GURz/R5wW/mLNYPodh9D/g2wZAq3ZSPtY5sT+thJQ+aC61PxXPj74FE8e+p3eAP9qLIkDThQhAbuxMPyF1Mr4nn5Y/cgd9v0GkOr/ApPW+8nVlP6OxLj+pSQdAFIC2P3rgFj0C8iS/fdcZP+s7vD75il2/cwjBPuPs+T3zgC++i8i+PvNTnr/wXno8y3f8vhcWsT4y2/a8IkqtvtgmZj+x5SW+wSLnP4UTJD8Jqk8/oFZTP6j+Cr8m9OU+e5pdvdl1rL8xUNW+gOmcvvbq/rxYQZW/i5qvvsURoD+2+D8/PPAdP3IUnD6ztk++s5B5v3IDgL/9gT0/kYuWPx48Xj9jfSe/9vWIPZYKST+1VKO/4oVMPuwe2b4XOiE/dp/aPXU0zb1wIVu/2o6Gv5NfSD4xPws/hsE/Pztpkj/tgp6+6BHMv3OAgr3KzeW+KchGP/3YpD9xad6+k2EDv+lOlD94eJS+mWeav7/oIb+BtnA+jTX0vww1NT8sJmY/4edDP8VQ5D718wc/VuAnvkbB3r4vY5q+I+Wuv8SKXL8U45S+fo72vhqtSr+JRhO/DHrLvxRn0j6vbHu/CiSnv1/PuL5ulry9xNinvofNEz84qp6+UR0yQMH6Gr5s01A+z4+KP2bVJj6f7LA+I+6SvqZvC0CIRvs/s35dvvJkv761E00/",
            "8pbdvoLs8T/4dMM/xMz7PjwftT6jmVg+jjdgPk+iHL82o/M8Wd9RvoTokr8c0YO+k4M1PpEwYD/yu/w+KJK7v7KsCD6E4y4/capsv6B8gz/O7f8/wzeMP+8efr14f2C/enxXPi9zIEBrmcs+3DUcPxhMwz/BChC/+KVOvsEsgb9g3bQ+qKYevqLl2j59lBe9kPbHv/J9mr/yDf++W4Agvy+EDL8edim/sfa2vrSfRr90Z9Q/DeUyPnv5Pj8EvoC/cA6iv6NlBkBmww/A6WmFP88aNL43tee/uAEWv/UQ07+R068+dIbmPgJ7Xb88/SO/u+wLv/j8F8AZ9Mw/cZBWP06mUT9z67w+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3
          ],
          "values": [
            "w03aFV9xnBcAAIA/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d_1": {
      "bias": [
        "guM6vO0zc7wP6j08f/4ju8whhrrG2pA7oSrzu1y9bz00IOs8SPMrPOVPLjqhXXw8GHQ5PBW1Kj2hIsE8TW/JOg=="
      ],
      "weights": [
        "9WBbvay3pT2OS029wQvIPeEeVD3T8M45JG6fvbCIQL1yaaY9We/ivV0+yr3Ma7w9Vy2SvUkcBz2197E8d5AHvrl4Ar0CXGu9+KbqvQhjc73DkzQ8un/4PQgHjT0m7cG9cLWtPcWcej0zvgQ+uEfOPZfqMrzFANW9OOjFPQ1xQjz1sPo94hU5vS7zkDymP509r0vlO/XWMz1DLZw8unbJPTgrab1ZAuO9g7iCvUpyuLy4mIY9LEvOPcu1qz0mMq698eWAPEYhNj0crtU91U8EvS/cjz3bnKc9nCkpPf86DLzI/Is93JI5OpCqT71p3qq9uBwFvUiWZD3bOn29YpXpPN5PNr2QLQ69QzeTvXH7sT0ssFi9+22cPcrK2L2Pur+9H334PPvhqD0B3vq95yR4PZSBkjxXuFg9cMOaPZ7xBT3E0XE7ZoG/vIbYDbsDNg8+hHhIvQCoEb7lep69tKZtPYtScz0Jr7M9wiNtPVqhMr16MBk+MHKsPRUsJL26lAO+112wPbCEGD6NBxk+r3kHPTHgBD0QTpC9E78evSoeMD0ewZ897kytva+pzT0GCfc8UpJ8vR3Xez0SPru9MtrMPd65LTx2Z5E9IG6zPRFb073FWrW9roSUPB6Cqb2ZxtA9a4ofvmPR17sK3WQ9gYSNPUfeA76rIKS8bovXPZ+Y2T0jnY28CtvsPTxPyr1oG6m9C3e6PfoUfLycTC09VP/zvejDvb1tcOK9cI4/Ozn2NL0HDBO8Ll+hPXschz2v45C9vGATu4jrxr0E6TW9pzU7PRIAwz3Vj7g9akpyvY60NT3Dnc8892sUPpW1zT1NX5Y935/LvOMS8DwtgYI9VxX1PZaqMj0hUq09P7HDunV5+b1xWvy8inEOOw+FqT2v/su8hIQnu9ztHz0LQpk95WWbvQ8cHLvJs3y9oG4kvorV1TuS5e+9HPcXPTJqbj1PPiY9halSvaqFE75iOCM+iokXPocbGj4aBt69cLKYvGVAi70k1D4+ANzDvclLLL0vt2I9",
        "61evPGdw3zzNWAO9RSNAvRNpObzRiT+9165sPbTWJb2HQuw9v8+ZvXDYtTwZ+9c9ZisqPe8Hrb0Yquy9bHs0vRMnej3Ly5c9c04MPXrf372maw05HSLBvT+8iT2s9bu7k+vvvAwktb0VVZ89T7IavZVKfL36aqK93iqQPMunyT3ObLa72pWdPS2DmDwa+ho8iYrBvWu1U73OTeo9+SwnO7xDcb13wCk8ESkPvlHQFb3XISC9b3rRPYXBPL2OnKE8oHG/PfDp3L3rGSq8JuIUvSOnFLxVDiC9B/HzPMCrxj1EX0S+Wekdvon5qLpJxte8AxaSPYQZoz3cVQq9RmxUva4Olj2vZMA8HJDZPQLOgr08SF69BJVkPFM7oj2h9YQ8LxtVvbbIIz1Qm7099N2kPSAXsL0mdw2+Aka8vaHJ5z1wmdg9gl6ZvRS7nr2RQ7+9mUCDveG1IL3XWDo96A4wvLmphD2X/wC83ewLvq+hYb11BMu9KE5yPXDi2T14Tu69XlcCvp7n97x2ibQ9V6jkvAnWjT1avxQ9xIO6PdpOWjyo/tg912I8PW4/aT3S76m98rK4vIZRtD0fs+K9cfbXvaixeD0YUNS9ArfyvYLd6r2N2329MOqdPbwImzuYJhs92pfTvGTmqz2p/4g6aQ+vPb2IOz1Ii4E9OjBPPdDi0T0NcKa9p3z8PQy0pj2nEvE9gnTHPQLXlT0ZefE9OdvkPZNEY71MSIS8O8pavYAiJT4hS/s9DHnPvS9rvzzZHkI9kRsWPlT9Kz245Ya99eefveYRsjyaSyu824HrvJBOzL1IHWM98aUlPdE82b0BJKe94WwOvqVNrLvq/aK9spdhvH/n9bxDcFm9QVMXO+jbDL2fptC8barFPU21Hj746tQ9YlS2PXmI+ztpQhg+CzD3Pb+HnbzA1oO8+h6uPQjksT0kU9M9pJ6yPU5PND3cEte9KJuAvQOzvD1La7u9i7sXvkYApj3PTpW9wPVEO4yyAD5DUt08OsUHvV8tJrwyH949",
        "1XiuvD1qAbxdAJa9Ow8fPdO6nT1J4/o95nnZPXVCXr1d+468YlgSPpBIpbzlZLu7mcqRvXuCo7ubZpE9jXmoPQ=="
      ]
    },
    "conv2d_2": {
      "bias": [
        "gQgIuzp5sjxeQT+7GBO1PKNoNjyG/y45lPNFOznLZrw="
      ],
      "weights": [
        "C1y1vUKkgz2papQ9+YadvRXOyzys55G9pEMevr6LDj1qeR8+pS4zPs47FD6tuhk+IgQevlmgVr6sWT+9/8aCPb9rhT5Onz09l+4HPmgV8z1gJCk+4Qb8PaDQRj5O1iE9fi5pPrFeh76PqbA9Op4AvTr5U70G6aA9qwIOPu9I2z0gv9o9qE1ZvaahOT63xZE8TOXevVOnPL6h+3e9irdGPgxkWz4wupW9jF43PSCAgD5IFua9uJkTuz1IaL0hjgG+3YyUvegCjbyauZI8FfwHPU5U870jWt09qehrvhR3gT5ipBo9iAidvbna/r3xcYE++zJsPSDSO77KYAe+wrDUPfphcL67m/q98N7nvPHYXb6wzZq8hOkJvigqUj0VLrq94wpjPkSN8D1YX0A+69k6vgJPIL0+ZZw+jlBPvhYlkr1xZaS9+nhhvogrOj4baG0+0eyRPJFm4r3umPa9CNafPhGmjD7PUdG9pRgPvt/KCTxC1H88VLkQvj+Vgz4/AfC9GI7mvXQ8x7sprjc+WusQvjrFtT14awE+jbm2vc9ydb7RtUQ+ypmZPqHPO74hhk0+wJQ/Po+l4b3zXR2+HDAqvkWlNb69OGm9+apZPYmsfj4AR1U9YY4jPvgnnD2CSqU+DschPkMLy734dLa9JhZLPiCWGj7cQwS+5whLPripSz6Wcoo950s2vmSC7T3+gkG+58LTvTPqCL6DNlm+iBiHutOk2707PmK+Hh6zPUyy9D3Naw89hTTePWjsT77b9+Y9FklJPfjXN74ZV228Nr7RvIqUaz72eTm+ZXZ0PadDgj7ehQO+ufXQvbWGyz3wWXQ+4dXuPdYdi7z9AEk9UQ2aPWNH/j3iMNe9gEVRPg4Fa71gxxy+z5E+PrK6Zj7MCwS+/qI2PpIxSj7qQFe+AkW6vZa5NjxvyUC+eeo8PbxEUT5MgLu8bpcaPerr9T1+jis+9r42OrDaLT3qH3k8RslHvcpTUz78Uhs8zWclPdMFQL4pvRg+Pw4DvnTGdT14qQ++",
        "BbaEvY+NHL5eQP890YlHviJ1BD6TRke+sr9jPv4X5D1Q5Hy9qYsGvlYhLD5qjKS8vikjPeWVGT0EypU+wpTwPcUfLL0ocU29YrNFu3dtpD0D7WQ9gP0qvn02Pj6tDsU9U7GeveQ/Q75DCVQ9o5xHvC2dbr6werU+dT/UvV1zf75iJ2E9Pb0Gvin+Wz7Mqh0+TUnqPSFm7j2y5XA+dLqaPuI9IT49gmW+IP4kPvQHZL7Lc1C+/3Y0Pp02gr37OB6+uhtdPdG8ET4WmYk+xyiYvYB2Vz6qkqg9EIAzvtqRcr4ULMM9b1WnPlNTBb40RCY+lp4KvpOqKj4NMlO+vuY6vnMxYL5yvXO+G2O6vRp1z71Qw9E8LK9wvpbQJr6q8Fq+FuAKPgGh6jzlADY92uZ/Pid/Az7NCBA+oFk4vrO2lL3ISEI9DAMrvpkfLz7C8MQ9TLAbPYHixz0sQyM+1eVivrmlpL3aIR4+Ttwzvg/DiT6+yoY+oa3wvQkl5Lx16Gg+5JIMPcVLAj76RhS+rv7FPH68ND6OYUq+ByFuvqlUIr6J6GQ+cU48vvUrnrs+5tO9W9R9vk1H1z1xHXU+UxlJu4sIn70/WC8+U7YNvBdGG74Puio9PPigPb6Qer6OBEa+qJk3Ph8jNj6rZmk+HtCavc35qryFEIC+XdgrPhQ4SD6oCv+9FwK9vPpBo712cUq9eJZ3vaqwYT6Ktfi78xPMO5LVrD2L/eQ9vn/QvH0TPb2gQC2+QMX/vZiA9ro0mzU+uRKBPW8NX7781TQ+iB5cPo08HT1m80o+SwglvmSOH764xGo9hfUKPl8IWD4Jsaq92KgPPgllmb0WXWK+PgpGPvboDj7T9oC+4cCOPNc8mr1bFC09CwupPRZIGD5NFJY+QEaUPqUMTD6jtSs+ucvEPUtjgb1zDUK9NLsivuIiHj7hXb68rMjVvUNCfz3GkmS+Q0jLPdJuTL3HrHO+eup4PtA9dL3tnLy9qqtPPnqzrz3vT8C8wfWHPqYmQj6ETDW+",
        "hJfBPRGD2Lws7Ik+oz6+vCwpHzxOuJY94QIsPlOFX760eUu+b3HHvBZ6hDw26jY+TmxPPjnsDL516ns+7c1oPhQDEz6aop89T7IxvhuQXb1XB+m9HgRRPQKQCT56Rcy92qFHvuALqz3tzzw8HjCuvSP9kD1shTM9M6DkvX54cL73NGW+pfFkPnLrRrzLiCC8oNiCPofg8b2Rs3O+GpQvviHCDz5u9P49SJmFPnqA4L0XPKu9RoqmPdFq+b2xSg272EtPvr7uoz0sPl0+uJN1vjMm2j2P6te9JNdhPv9rML5WSRe+xJANvh2hGr4+vaI9aA56vW/JIT6ITjE+lr8rPj9uJ77AeWE+aFoKPkKBAb7wuoi9gT9sPjv7IT6e5DW9rcTqO5TOAb7hqgs+tMQTvtVH0Dt/EvE9W7kuvf+hCT7tMtg986DiPe5/dT73Bdk9vz6nvM9QKD6Z5Ts+YvIRPrv5vb1jPYC+MtfwPcvqRb4jTBa+p2ZfPh9XPT6nQI6+jyqYPangTr23VP49fQkcvRNWSD6m1PS9TeQ0vhoaC767UeU8klM7vlgifj24izG+VyIbPtTDED6OC4w9xgYvvTtl+z3lTAu99usiPgi5QTvAv2c+WtQyvh7VYD5+x5S96X8hvqbw5L1OVXW9rHg1Ppb5rD3j3Qo+70cQvqVQi74="
      ]
    },
    "dense_1": {
      "bias": [
        "UTg+PH4lMryFtBa8eZENPGO2Vrv/1GK8+cZbupEdFry4qfY7V1NsPMSGjLvOWC68vfzvOQAAAAAOyXe8Q3Dfu2aKgTyC2jy8GyN4PPDvmjwjkz68cYpHOiQ9HDzAdBu8AAAAACzUlzy8QT08ziXwu0/XHDuy9cQ6wM5MO6YlFTuQzJ878L+jPFKDB7y9qXG8DhhiO/KyWzyodQS7A6cwu6oNX7xl2dc80CdPPPT6nTuvZK28Hp93PC8/mzy2FIa7mU1FvPa0nLsZUuQ85mD+O+bRaDx3ags8h3yLPOwbpjoDig28EY3Eu4EzNjzMpgK8FwlKPJW3aby6OUm8KXpKO2Ay2joPxPA6enF1vPkh1LtJGEO7DOqOPB3trzxtsk68VC4ZPHfITbxlcOI6BkfKurGIaLwBjfC7+q05vOpsprvfGOI8VxokvGOdwjxSqpm7XUj7u0Fy/7tgDEg8IQcPPGMKdzxuzj68DmArPBwhHzyiHGE7AExZPLktLTzqFio7BwzAO3dsgTyAqk67FB5HPNlYRbwmT3E8CavNO4AR/DzblHw8XXaBvEz+yjw5pii8dHMYu+Lmhrwvzpa7acKRPNfQcbq0Qs48OmFlvOEVSDyLNv27A76uukOIlDxBCoI7GfcFvEDUsLxhlQc8p7U8PMPJSzsNB927luvJu7TNgDyzqfm7CkOCPLu8HLs11zY8NgOFPD1QgjqkJT27zwe0uElvAzzZvxE8dsSbPBe5rbvKR6c8QS8UvHSHwjwAKdo7KDmQvK6zoztADJ47fCgUvOfP1TpN9OI6J1MRPUEnn7vPBnE8aDLcu0egQDom7D28jYsIusyk+zvhSle7STsKPN97gjsdNx67kWcsu4oGrzxp3Hk6BetAPBYUJTzd6t87+VQgPAAAAACKije8EvAtPECYTDyI/VO6GQavvKKHX7yb4+c8yaXfOie3Xzw/U1q8oSwGvJzgErtXQsU8KQb1u6W+Cj0pKRq808eEO/hlKLw3HNG7Z80PvLsuC7w+Aca7",
        "P+E+vFa+JjxRigu8eCrQukehhTyM6tA8kJ47vPXtmDxREH681gSzO0uxkLp37g489iOtPCrd6jvsv4o8Qb54PHGSpjzF8sg8mROYPJP2tDwSp6S7+AsDvCn70rvTkvy7hxO7O22KdzxgvAY9trvEu4gq6DwRFiA8g5/kPN10B7wcQHE8/nhMPGlhArx/Y9w8LdqnPI4BOrwbjQc95tzTPPygzrsMDay6nIWcO9rSsLwAAAAAH4xYvO7+lDvatmU8ffgKvIZAR7seD927yH9gvCx6JzzqOKA71ak0u4VWRrxgJia80pmKux/z5LuKIRs7Ph8wvM97RTsUUha8FdutPAAAAAAr+q88oXqovMMewjs8xEY8Buo4vDmg37qfG/m7Dvmqu29Hcjux7168AlxmvJtESzxoN0S8nxpzOrlCmDzZdBe8Bo0aPPJqErwewgw8SP/ROz8iDDw6oaa7mLOfug=="
      ],
      "weights": [
        "izh1PE5j0zzgMxy79KrNPfictTsajr88GSM2vW+jl71yA8e9Dd4Dvix0sj1g27Q9dMDZPbyjND1Cn2a9ubN5vEaKkT2W6Fg8UnWnPWuLKT26H5E8awelPeQOOLzCr6S9hhCovZJVc7y64LG9wWnQPalOuD0JU7k8mV+WPYlOGTw0PgC+zEbKPTjfrL2dua29pIkCvj8d/z2KunG99DzbvVlGs7yhPRo9b7/+uycFBL2RS5E9fjzLPYdroD2rOp48tDqLPd7H1z2SxxE+JkjqPaCJ9z2FGrg9VFsOPdELk70/oIO9kmMRvW8EGT2WuIC90VH3vZfZnTzxZYC8pp5EvasjeD1YNsK9j3WnvBgAFr0mCYC9Z0MWvUt6HD7b4mu9lbKCPZRykb2eTa49Tad1PeB1rjyfzp075gyBPKVmpj0z2MY9f1CfPQSp9j1yCIE9ehmwPUxT9T20FNQ9c3PrvXM60D1CoMG9dUsIOzbqvL0Fzpg9iM13Pd7Idr2t8Ta9aySTPXSsvD29N2W9MgFxvfhKtDyIsJK9mMEJvT33xztqV5S8rw+JvTmikD342mw9wmaRurZXb72xq3O9bT6GPGYnDj2q8uk9ejBOO491Ij1Ko8I9cw2zvSm23z0Wkqu8dZh8vVtbFr013Ys7SOgtvGOzqLti56m9kKDOPXAdbr0Cboo9ZyULvSf2q72jD4o94/DvPTalJT0y4+o89veevS23Vz1lfSa9OgeHvH9wpT3Py6C9B8egvV+lrj0lM5G9BamXvf+3lj1MZi29kfO7vbjYJj21DEe9FIQ+vAhbWL1dsF29yAN1vbSRLL3jZ709KQAhPdy6Bz5yxcy9TENXPblNEj4NmEK9FZ7eu2XEqD2EkSi9dRkYu9ifIbzf8348VAxTPXhju71Nk6M91l+APT3XtL2AOkA9PkGFPfR6cTzGbmQ7P+ZqvL8DOLu+z2I8q/xRPcJA/z0efma9u/RevXA+MD5uSi290hMaPOHPnj2XK4i8d20ZPca+9LzoTLW9",
        "8YJguwwI3r3tDVM9VFjSPenqA72aUdU9raK/vdsMdb3RRQi90hndvWQbxL2oOe+88Ng1PUJSfLwQsO68RGKbvaoQJD7ikz69DA+2Pd+M7j1Ctoc7e37ovUHFjbzg2By9P7gLveYg3D0EWjM+/Rp1vR+sxz3O/G0969/VPZxIIT0ZO468qfpEPMSWrTxDrMs8r9AfvVTEUzwhDyo+sOT3PfwZXj1I2Le9dT/4PbLXAL3/Zuy9jEg2vWGc77sh4sI99XFEvbPa1r3B09S9sp2+vVhOk7xGdAq91jXTvV24GT2A/ys9c7BQPJwvyb0Y+rm9GwNNPYAgYb3P4Fs9m7tDvXksar0iQrg9pgbxPOWj8L3Ch0c9MJHgvVAUCztHAaG9bloaPbUVOb1Mw0k8TjGYvWNBhb2SuC+9kDkhvT3XjLyoH9O9TNa3ve9Alj1/JwM+bY82PTO4HT2UpFS9YLSpPVtwKj4dGr489TPGPIhigDxgsUc8iX8KPM+0cj3v85w7YcGAPYGaAb0oKd09wIEpPRxnnLwcm5Y9UYBAPdaxQj3vRHA9KxNnvSzpyDxZZ6q8OD1GPYdh1Txxjcm7tozDvNiitz2Ia9E9vaNtPThthz31O5K7uxvZPBfhAz5tUeA9RfLkO59vQD14LLU9jsXBvC7Zu73r2KU9m90ZPd5jGL5ubhK+1vv3PQg1wT1Fc2u8CtxovYEIcb2ci0M+51LqvLzUmb1JzwI+wHIKPQZZ2j3xVSM+ts2BPS1zkTyIi3a9o2eIu4CLErygYys+28zQvLdQ/r3AmwO9JH2pPYZI4r1EKpU9HMuuPWCUODypoLO87JlJPZWkwz1U8bU9qFdjPYHMDz5MVlI9cWM2PFn9MLvNbpY9z1LqvakF+zpu6TA99V7WPfTW37x2ZsE9BOURPrtK+jwOtAk97uH8PQaNEr7pKSM+g6+vvak1lD3J5QU+HfosvqFKszxiQOI938IPveVENj4TsJ68ooO2vYWT3jyoUsC8n6wYPgReEjtRXQE+",
        "dex9PcxBPL2aeQw+9qXIPfHqNL0WlKO64vuDPaZGKb4IPJA9lmzYvKyu7L3JQQ29G/glPKFp17wJWzU+MdJhPElGw7pMYsQ9W782Pkm+FT5wJ8870Z/5PKxx2D0ZYbc92MZhPQh+DT5GDr89c7advf/0PD1Le149m8E7vSURDz7W9e68DG2IvRNrED45nIu9HxPePbn8KryGbhg9P70NPalLc7zhdgo+UBkZPiLaJ7wx9xQ8DrKavSmnYj6SuPu9JK+5PSFsaD07RhI9MRGBvdGuvbyv2qY9zLCsPSAH0T1WQiY+RSC9PbgqEr0HuVi9fqz3PO0L/r2F8A8+VA+ZvWaNsz0eWjW90FWau0C307wXy/w9AjbcPYNVQrxYjLM8s7paPcsPcr0oTqa8BIXtvf462b346h4+3jPQPdiZuT1EKcE9aGmkPek4yLyMA6Y9ibXmvc+97zwBh1G9tEW9PQRyOj1z0ua9UdJXPaICVryoDJm8ynoZPqnvTL1ls8w9rcSRPXJiq708zNO8UxzBPbhqszuaTj0+XWcUvb+7Yjv/4+49AZcGPaIKMD6BKQe8bEyRvEwxsb0vEyw7sbyNPe5RE70Fsbk8FPZLPm6fUz14S/k9Ynn5vOzmSrvbY5w8olkXPmrmNj68BTy9DxBpPSzFc70M5PS9sLoiPUJJFz7qDeM8jzl9vDUcozwqL+u9SIMIvVIDJbz8wRS83QsRPfxBPbyuETs8qqjGvQl+pjw/b869xXa5vJs1qD11dse8IG2nvAyTFjzuftK9fp2bvSvb7720elQ8MmCPvAgrQD656di9m2MIPrZGiz2vSY08HTUzvESBLDxbJ7a9Q4qvPLg8kDwh1ge+G0iEvSIxYz3S/ys9dEsRPYGzvzuT/Bs+n7azvWGnKL0ZQVO8cC6UPVBfBD7hVue7zW1dPdMVtrzjw349KDTAvUjExT38RE+8ZhEoPK7lkDq97u69rFnqvT8RD72O/Hq9ejeCPMoUl7zknQm9EMM8PU5liT3NLw69",
        "gaxpPJsdB7wXX2498p7cPcIC0jwysGG95zrQuislmr0d2OO9ct3yPZHhWT2ZQ7C9mAWTPQdoo70ngWQ8pU8ivaW9eL3saby8B9/pvWyZEz2lEbm9WxWSPXBvkL3ztqg9cIj7u9gGgD3n/Pa8RR/APb6puztfDfw7amAePbKVHz3PcJk8bcqFveCASr3oUda9nFqwvRruE71d4cm8ev/HvKrmNL1oIbe9waC8vW700T06tyk7qQCmPeKXozsypxG8aUCpva5YIz1agNC9UcuePKnN7b27ilw9wqmzPSxsLb238pI9KFX3PDtNoT1Yw/m5utWTveDRtDzREwq9dV+wvb2aFr0d2IM9DopxvNMUUj1tbYi9g6YQO/DUjb1qmBE6vL4kvWGWm72YZrM9y/LcvXqL17v/R9+9YjpnPSZpuL2N0hC9jsjlPTdvdj0pzZg9biVNvPTkKj1Uc1u9SubHPQOFyr0RYuW9M2fKPTiXoj1yX+y7J0C4Pclvuzxzftk8alxPPf+VvbzWqlI9jQMrvRMD/L15B2Q9IzTWvTJwzL06RnC9h1flO4Cpazkx2JA8L6GgvXvy5TybAEw7CkU3vWLM0T1VT7s9BoeRPYC9gz3Rey49TbvavNNxAD0DnYO9OlnAPdgBajzwsQA+91XNPHpq5LvYlqe9OHNyPVvfmz1kKZa7YoKhvUSL071OAMi9RQyivdaGvLzQThu9aPDjvbxiCb0fzNk9UEOCPXsR173sHHE8vaHKPHkx1j05d448aQmAOy2Mcj2+ypi9K/LTPImBh7v4RfA94pVzPa3Uij0eJqG9V3jRvaMPvrktJoC7q96CvJzxgz2UbgK+CTIcPBnaEL12Rbs9mWGtPfbJhj2LoUW9ZBAIPe0LPL0usrk9fXamPRvGw70bZr09NQUovRpO2DzqeaS9D94Uvdrq073vgtW9qLHzPDJh6b2ViTU9NuDcPRCqzD3lyps9KJuuva3w2LrQJEg9rJfGvcOROL3W3pU9H+ixvWlPtj0H6Z49",
        "IrihvVXxRbwhkds9dWqSvcEtpT3NVrm85PykPKmmKz0SorO8xEPZvcMNAT6hyYK9TkbnPfaJ4b07gQY9HEJZvRa26j0r0ay8WrB/ve6v3D3Aeo48lGL5vRrVBz6rmo69ibaoPIQsE738xb+9X/pDPeiLMz3+9qu9ppFFPJ5Pcbveqrm8nvRPPScXcT1dCfW8xI68PXwKQjtsQF+8M5b8vQPuET3Wes09zmF0vcjsVD1yK5C9n8bBvWO96r1lL6w5IkIaveRh8D0DgkG9vZBRPDoB572c5mk9aoCwO78X3bzsqYO9enYtvUS69bz6Ic69MouwvYj+mLwDwaS9PmC2PdrvMD1JCxq9HQKMO6zXWD0MdEE9Nw+Lva7EYb3TBzq95VzyPLGag70Ta7q9/LEHPk9Rt71gfT677hnAPdLz6L2InYq9U9sXvrcKZT2t2bs9KVLBvUJTJb3VByO9m5mLPa3MkD1/Qw896hAAPoRUPL3bbZ07w9TGvYjIjj0ii3S9pLsNPdPk9rwHn8A86q+SvKwukD0QbNS8MWNAPehdpr1OQuC9juwCvCIgOr1lNUw8gBtFvd1PyT3SDoG92oJGPfx6773YuBg+2c+XPS6RDr22ewQ+lIbDPUcD2z1R/oe93FT5vWp0z71lWr48CYeLPcarZ72ESo67nSyGvGNF4T3oQmi9iq+pvQcZjbsAnpq9deMrPFn+37wICIM8uwnRvY2Dm7yxYY+8DikBvbDrhz0uv6q9iDS0vHeiMrzc1iw9leSzPcrb8jr6iRW9cTRQvdAbdj1OasU9kOpEPWQdUbxPRSG97EibvZqNUb0016o9GFGFPNlNoL2fm4c96NgXPH6Q2D2fjoc7oGjHPcMBYLxgpFu98FmOPCKZf7yw+lw8JMzMPYWk+z2rCdU9AwcPPvowbz1xYOc98fCRvEJ69bueR0k9O4l7vVH74zxzxgw975I5PQQ/uDwbG0k9gU73unZgoT2tAki9cE9bve5iGb2764Q8Fc5ZPYrBBr1GEJw8",
        "ioIVPZOEwT0URvM9g1LsPfoU+Tol8II9cuexPbHqTTzNm8e9/GCnPM8Pzr1LBbm94zb2PY42w73G2jy9oWSSvC/DFT60ypO9IwYMPvgr1L1zxYY9+FXJvc1ylb3+46u9YQqTPYLjHz75qmc9+m61vQZGBz5SuN+93q+fPVEzzr2f+Qo99nGnvaCuLrwLg3q8W5g+vQzI1T0rUl+6ym80PRbuBj6sEMO9xC+ZvTdQJL3jYXi9kmGZPZySkb33mZw8PYGVO9DGorz0CoW8w3o3PZndsj2R+Io9zD7rvIMNrb3pqz+9lzqVPcyHurxD0dq8JMR3vVLOvzv75A696hzUPaZv4DxOup29cp5ZvdTF7r1t/vq9jP+VPB5Jsr39q7u9sQjhvMNqpjycCCM917n+PSI5Gz6Wuy4+3KicPcFE+z3g5co82abbvGqEjTz5hh8+4tYOPsvjqz2ldh0+SqSyvQGPoD3giEO8rDYuvCfl3j2xZL+8UkzYvbyE6jxu+809FRyVPUaXDj6RvAQ91cF/PY1Mpr3aiuY9NBZDPaSukL15juM9UD0WO1AWqj1+wEO9ByrEvC/IMr3b5vY9N1HQPJY8Bb0cp+Q9nh4lPq2a2z3Yw6A8axRUPfb85rwoxP88rzBMvcaHsTwrCCI9VfKbPbccqLyGztE9uQi0PWNULj20vlK9q0GSvWGn/b1smDq7CDC/vU8eDz071ZM9LGvSu8yVuLwYmA8+dqI7PT9d4Tz9Z4e9xcmQPazAfz2+82c9w5LBPY+PR71h8bi9ZL95vceLpbvLLbA9rF6ovHyaMz4sKP67RbxhPd/our2NQtE9hc0UPjQV+jzN4zi9kTDUvVvhgDlLtsQ7VQ7zvYxRnz0Lw6K8WwWwPRnj6DzFuD+8ZG3cPcWI5zsWqJC9brV4PZ13Fz2U6GA9J/zMPNW0ij1b+a09ccSePUAXCT3BSsY87HeCvZalij24o5q8ZsvPvbxdaL0LBX09nfZnPfmIrj23JpC9lY4gvTnv+jyJgJ89",
        "ScJ6vY0GPj0mHF69KzfEvRBqgb2/kbg9evWsvWkNOL0RTUg9ZGobPe1Oh71yR5A8UFRJvbYVLj0den89v+/qvVbctL3gn6484LsDPoW/kz0bXlQ83V43vb65CrvSFNS8xqg4PXQUz7pXOxq913dZvaNxJj2oLWk9eXrHPcgi2b3bd4O9pEbcPQwBkb02mNI8YU5hPDnRjT0j7KC99ioSPGg++Tw0XsG9o3EnvXdsQD0UySA9llbBvTMSjLt/q6w7H18wvZRt/7wTMbI9Rfl5PZlS+jwITrK9o7+rvCwVKL0XRgu9V28GvSgPWD2sJhY9Q9yQPGbT3Dyy73i8TwvtPBixVD1uBgw9PD7XPXDz2j3K13U93oOPuujBqb2k4t09ljSJvSh8Qr0Jiu49va7vvAbnzj3H7Kk9/pvYvN4Q0j2JTI286iy5vYeNBz2E3js9UjqjPdQ3pr0fUfY9vAbwvXzRzr05IC291Tm4PbQn7D23hO48JEZ6PVQz7r06Opg9pG+MPXAAMj0FlTo9PDVnvSMnAj4QW7c9xkGaPGqdVj2RusG9ggPevLvVob3sLiE9aTIgPU4Sgj2L0cc96NEhvLX25jssdK49PunoPXPpqr0tR8q9HjKRPRYlIT49otI95KKYPUmi1z2UUBe9ImOXvTtyXz3ixSE7B6CbvI7Y07ww4Ze8yhFCvV7Vmzi72uY9yZZ+vRB9rr0Us+A9enObvVLvGb3Q1xo8HFmwPQI53j092Lo9vSmVPLxmQj3q0069E+jZvBI/v71TH1s7C56IPbrf4b37Sn89MCN8vG9GqT2U1kk9VX7LvdCbHjwQ/la9WvnSPbItPrzNly+9WzfPPMtAiTyMPGc9F7sYPa+Wnr2mtO49GxE8OzbokT0m8T69ZtzEvSupo73AohO9+X7gvYHlWj31nKM8xlS/PKgcWT13ya+9lXIjvQ/VwTyiUjM8Z+0ZPcO7qj2zF/a9rBHOvK12lD3NnDI9fAJePQpurr3pupG9bxe+PWXevj07ttM9",
        "bnftPRVWdDxIqiG8cCrxvFlTQL31wZY9qqmcvekxlT1OFpI9ukZJPB1AoLwNzPi9YXV9vSJwBL7TfgA9KcLbu+8sgT2W/No80poZOlPWmb1gi+K8AFXMPfH4Rr2C7f66LgaNPMH1qb1DmhO8tgUjvb0fkrw3Bpe8zQsEPWw+Gz3rmcK9KrNFPWhGn72evSO9gSR1vFAlkTwIzgM9+zISPQlXWj0GCcm98MFUPas+fj00Fcu9lKNjuwWV1L0kRok9EdRYvBni9Lw1X7G91X6nvdzkrb3ycro9eTw/vcIdjzur72c9OYhFPdBbi70xcFW9G3SyvUfgr735eqQ96HduPbkbm71xUA67h2zlPWHXFz0NSV49Pv+0vae6tr3UQJY9i6XVPbiYTDv+A8I9Tnn1PEu14r0F/bs9mwXUPWLNhz0WPOg9Nd94uzf2KT0/XZc9xKvSPYFNtL15XLW9UgQGvRr9nr1NFKs9O8DCvEOvvj1LRYA92SqZvMKo3bsfnlS9t2HUPeJuXLzb7Uo9aLAIvt9VwbytjD09SAQgPSg2dTz3KpU9rd+5PbqkpbwIqaU8RoUcvJBcIb1nxNA7rWzHvAlewb0rEyi9N0CDvZjp7byIB+s9CulqPfZ1uL0cmwE8VKymPfWLyT1aeRO9GuuevOj4oz3G4XU9RwbavarWsb3oboO9dKvou9tSaDyhX5u9syLIvE2qYD0w1Rm97GbgPfRsHT5r7eK9pX4pPWb3LjybbaI94k+gvaz+P73aDJa9o9PtvII0jb1+WJa9tgKGvVYPsryshKs9vb7rveuKCT4+epE6Sd8hvPkuxj2BgJM6doGZPcvNpT2rmdK9MoGOut3ejL1Iu4y9WW6uvROrwrwE5w29jPlhPaZOkj2ZXFg9jXNRvRz94Du0Qu+9M4HRPCLHgDzFNNG9+/WMvIeDL70f13u91f9vPdUnHT7/rkG7tEDTPXWyWL0QlC46/hvNPSJ87jz5zYk9xT2EvDQB/73uRX29F7SivbZyKrypit+9",
        "+UGevWjIzT1+qrG8q9NHPeaQZ72ND8A97b/HPMHS3T1Q4Kq9mh+1PWQUJbxtgu48EMiCvF+DMr3lZx0+ci5qvVxq97yeuQi9xh2nPfBeJj1+wX49JyGGvc2jFz1GztO9CsBlvCMX+L1Uvq89h4TaPG56Xr3G2bm8+K7Fvf8Ftb3uO+49Jp1LveDBxLz4V0C932WFvRNixT1zRqe8uNqfPZtGET54jr085bbivI85Zj31fe69LW5tvRqTOLzJptk9g34lPZDX0zy7OtM7C92APQyjyD1EabO9r4KlPZrEzr3Q65C9afVBvICCGj1uYaW9O3yBvMsVgb35mNW9PYf3O235ujyZNOI8OdAjPQL2I72lBUG8w5koPg+pfr39ww67Qd/WPR9Qjz30qXW881tJvQ8aHb3fGd+9O0OmvcD9iD3Sj5+84IXpO4DbvD1RROq8gPibvI3Qob06hOs8wqo+vUHRLb0x3BS9ccQWPf+VOz07T9w9VnrePIBG8rwMWcQ9gWGYPWaA4D2kRgI+l4rpvDiUcD1r6ou95dnevS9Yqb0+np67fnpgPGdIST0t+tK9r1PlvKRIej06Nrs9naOuvbxbFL15OoK9OrRxvfjc1T3Zg2c941yNPcuUcb3BYRY+QOalOotFhb0K0ra6VBHevXFooTy8/6w9F2EGvdHx270n4+c8feMnvFVfRr061i49b+g9vZYm6r1aUHo9ex+Avfv9uL1bPFc8SYuLPfeMzTwZGba8D+krvc2KbT38So89i4X5PYYyFT1b/Ii9OmzlPGHKeT1exuu90HKNPLrPYDxs+DC9vnrHPctY2z0KpsS81wVYPHh/dLwmFq89dwLRu+PvVz1qjgY9RysSPaPxfj2IfqM9MqBpPetry716Iq47KKttvEZQsj3C48E9MNsqPcHtnD2VDKm8gZwwPS6TwTwJRmE95MSfvQUFl70b39G982DUPaehMj1HBL696tWmvVcVBrxUwU89N3fEvJjYmry6sNy8DcCKPawn6j1WlYo9",
        "qJXBPQLGCL3Mn7g91S8RvTN84j0hUFu9a3cjPdv27b0sToo8J+Kyu+fH8D0Hi4S9bPgSPRQOobz4Bby881yhvQBaUj1QiCs9xHzLPbjTMj2ykj498RU1vRlE/z0XU5Y9k/bnPXnj0L3m+5K9VlBiPV3jrjx9nwg9wh2NvO4iLbtdqTS9oVS1vWUj2jzbwLC9gNLeulJ4nj2IIX88scybvSSOLj3ke6k8w2EzvOY+tj2oZ3Q9VCaFPeg7ob2z2II9hrhNvRePEjw1IpQ9CsaXPK/KnrxVEGM8za2GPAxY0LohzGo9dO+NPaF52z3usB09z8NHPL/3QD1vpf48Y45ou5lo3b1Lxqk9ayqHPJVPnT0sy7m9THCNvRVrgz3S3GG93yRlPYIgPb3egjo8LY9LPa32rj0V3co8JZ+MPDEc77xrJMi9iH28PaPOhTuqGsg7HWmlvcWVuz1O06E9TGYkvPOF/bxMq7w8JaQ8vbRIHrzX9kg9oLpJPbyWPrz98b69es5yvYAlED3Vja88nxGIPXpTlj3Sm869kSRsvVCX7L2mVqa8Im9IvYPBgz0blv+9SpGNPXwz8T3Sdi87cwCJPUx7ZL2PPaE9+6UzvZ3YkTwsFsu9m41YPTLn7j2ZUYc84llKPGCri739H+o8FG4zuojtfTu6luM900KDvXP5AD2T21O90/DvvfWzKTypfMY90gf9vcFA5T0QMMk90SawvTdHYL1IPJQ9KT1BPaGFVz1v8DE923+9PO4xj73Vcqi9Pq7WvI1m7DrKY5k9qGXFPbadzTzmLWA9dI8HPTSEOLw0K6o9gzyCPdCxl7zfFW08VBJuvbPTxT1SC7Y9B19Yvb5Sxb3thZ29neYiPR6hRbynvIu9xF0LvSVcmL2c4Jq63x6/vbn2Pj1HRwk+mqZ3PGrMMb02ugM+liPrPeWq7zqBNsQ9KCDFPJa/wjxy+cQ6sUmtPeSy9r0z3x893QWYPPfdwb0UBwM9LrOBvc+Xtbxmqsg9lH45PRcufDhXrlE9",
        "oY7svclGurxfcRy8BUn6vShTcT0h2fg9fXFzPQ13UL1B6Ji9AZvzvNaLzD3SY3c8ZzCUOyYpgj3CkTA9WuEPPcf1r73l2My85xVDPeccmD3uU769ONDivZk22bs9noW8oyLcPe0Sir1fLi089Y97vcWPKTzuBbO8X3PlPf62lrl2k6K7rZddPRL1rb3PJ789ct5cPKFRNzvq/oo7TMspvE/2Ez1Ct9e8egt9u320Pz3SDOG8evWsPcoQOjyDzbi5DxrxPWTwrL3OJKe9TRK3PHZX0Tww1YW8+S3wvGPnvz0kD5y9Vyx5vYFj2r0MFVk96QeJPWJG5j2/3U69ajmQvJI+IL1STN+9yqkIPtLn2L0F7pq90m+Vubb997vuB729wkltPd7vh73q64g8lOZXvczP7T3CERu9Rx7dPEr/AL3Qqq09xWukvUpAhzwiq2Y9sLfqvSHOrb1iIZk917GHvbtd3rxGsqg8SkAmvRNHcj1YZ+s8ikriPQbxsD3d6V09lu/iPJUyvj06hJ09CFR7PdwOjbutJse9RbF0u8FLmT2yFio9SOgTPVZef7w09+69llU1vLhY0b2cvPo8edjBvTLIjb3/Xsy9hfA4vfXlK70SRYk9bmzpvNz+gL2Mem49BBWcvO0q/b07fC08Ml4JPZ3vwjzkY3s9C9OEvXen8T3+iuk90CKtPU8Lir00naQ93mkNvePKqr2zA2c9uF+3vQnKTb33AKC9CMScvQkMWr1rPqs8Rk3IvVVu1T3pJ/w8NI0ivW1YiD3xwOw8O0oFvVVVwD22KzQ9/3jbvXxjrTzLyLe8mtyyvd4kgTwDure6fw6UvVvS6D1SIvg9Sgl6vWt5OzyRM+y9q46UPEkk070Q6Vi96jhSvSQae7yvmrs99iPIPU1rkT1yFt09FOKLvW/OTD0HFH29+vyXPW91/DyHoS+9JNi+vbI7sb3Jo3s9F+8MPdOskz1ca6y9Ur3QvRpE5L0gWNS8ScPdOUAco71D4uk7Fsfcu4eGkr1JeM08",
        "H1PxvEJUhzz3uZQ9lvMXvTAMh71ynLY9jC7rvHhw2r1CK5G757ZAvKfcwb3Xvbc88FTSu0bif72xWUc9lOZFPWo9KD3c9Vi9abySvUCUsDxnRSs8FcKZvfhmAD09XbK9M95+PZBv+L1DDCU8YO7CvGOF4r1BxhI9pvMxPeuKBb5QUYq8YP96vdW1iT2Vac693ofuu5aQZD04iyw9FZc8veaJAb3tXGc9mrvIvBraiD13JbS9w1/LvR8NRT2Q54S94hhzPX+UpT2TZku9Q23AvWQvADxbExW9MGOxvaeLAT78Eqs6gDqyvdfASb0l1ha9rNioPLr+OT0CDuK93MHivHj4oL3kcDC9tki+vXqA/jz5smE9bpaCPTqr4D04zse94aWHPfhqGT1l1Pq9jSzZvTbZyr3Eh5e9tpYBPrHL3T3L2zQ9Kw7MvEPWYTzUVH48zESBvK/Mpj31HPY97i6SPagGfbzWWIC96ogIPS8JR70k2Bk9KYdIPZubkj1Idw89HaCtPQDOMb1xkY29sHFgvHJS3L3ln7c9PYDNvbpHiLvA+qk8pqL1Pf3UPTu4diM9PA1GvdpY1r3c+5G92fHkvOK32L2ml0m97pZZPZkssLuF07i9a2KQvWFBxT3GVqE9v8E+PWi8Wr38LbY9NsUavUqS1r0ly/g9pihSuwkZVj3qihs8zRLnvfr8lruhT6w9M2ZMvQOfk72R71M790iRPXXuWj20fvu91uP4vExV9Lxr2Ik9YKMFO+QApj3NAGm763N9vfqZnb2rqAc+NbaIvVJsOD39xqy9aZV8veks/jt0cuK883PjPYFDrz3jhCc9A0SHvOfMgb2lOqy9UY8HPUOxkj0BTh8+jEOfOzZ7xj0VIyg9/+XIPTc61jzjDoG9Ms7kPNLWvD0LXq49DpvHPNK/nj0oUVG9zX99PWE4wL1ufag83QnVvTGNk70RsNG9COdyPbUGO72EeMw93WFivKp4871a/Wy8h67Cu6u14b1HQZM8Z1ASPeBYKj1Zncq9",
        "iNP+OzQsEj2RrDq9qTBJu/nhOj3I9DI9djefOyh6v7xqL8u7y7fiu7qRpr0P4ak7Ixg7vN3msr0tGaY9OOeKPFqbT70lHI49AGWBPPOoLr1iFi89mgOjPKXjsjv0KSM9yhQwvVt8gj3yzMY92ufQvQZ/1b1OjQM+PDO2vMaB3byOAL498dROvVqtyL2u5+E9eAJ6PR4ZBT6GFcc8W+xfPYbQRL1rzpA9pdQTPj5X7L2HTDo9GEqBPQk0Pz0XdQc+GF6LPar+CD6C/p09g+5Fu06+6b1Jp6C99cRyvX5PRL1F3kk9ny3GvbhhKr0i//09l4bRO3+BvT0Mvhq96R2SPeRIi70ddr69D7D4vWEVcDtZisU8qecLvmptrL1TGoa9g/w8PLPiCTxlHtY99uUXPccTxT1f+NK9+W8PPh40vT0FpBS9GWjKPRaWkz3EmB+95mvsvG9/bz3oLjy9IEDMPTNgMj0wHxq9loWQvSjOuj3+OCK8ZTy9PW7IhT03lZg8OrLGPTZyIz2Y+9+9jnrBPRdxj72bFoe9r40IPV7K+zwfLDG9UEMNPUnbuD3uGLU8tei4PEiPmz1QNZQ9rIruvcSp/j0JQ7O9TZA8vUGJ172cBeK9/jB0vcMOXb1bGwM91hc/PG8V4D29uvW9nfiYPdzF47xH/OI8qyTgvR4exzyxW5I9gNJrvQAdaLyIkbU8g6/5PYaDEj2ywNK9fAEYPTErmz3HESu+C7+fvNpovb1kjoe97KkYPZ2AJL2+CRo9P9ohPYIGgrxI63m9tsTRvAU2vL0xANe9vPqVPa7Uvj38l5O6CadKvRTM5bzyhpm7kPa4O6MEfj1U3++8MOPcvWjg2zymobS83IfcvSuIbL1WyMa99CiXvexrt7x4nNM9gAJqOz9Jbj3CZLY7MsuwPUC7w7vlIEa9pJbePYCjST1eNaS9zeW8PUq3yz2o4QC8lHcCvradzT0PTlG9ItVCPYPKTDzzJKm8EseYvd8iGj0U5449F+GbvXjIsj3dWsG9",
        "FPuGvIciur0egck9oUr8vWsV5byFvb08XjwRvda5HT33v4O8hthFPXlsmDye5KS8dJEYPVJj4bsWFZS9gLXGPW3bWb2U4q49enlPPeXkVz1SgGw8ZvH8PT6perxMBQg9fASDPdnRxr0BFuK9W9oJvc4KHr2P9QW9ChGCPSAgwD3H2hE+2IAovvMq3T18n8+9DleUO4IwQL1YzzM9qbSuPVSosD2vwL49jWsuPsQ5sz2rprG8hcXpPHZ1ObwO+bk5VN8BPfLtgLyIM2k+ZQyBPee15j0VcRy9AgCBPYWu3b3JaDg9oGdWPsKQl72dCPi7TFobvjlohz1LnfG9KkPvvWymgj1G0WG9LhUhPpv8Yz0p67c9tcIJvSTqW7zaJv29EJeDvUHysz3Svb08cxjSvaVIm72ZRL695TUtPgQhJb1L7mW9dJS4vTQRqjyXVVs9muvivUFZsL2/Dua9Zj0Hvg7w073xVZA9Eu42vTgPVj0uLNo9I5CLPXySZ71P2yu8au2vPDtmEjuQB9688gkYPZ5u9r34JKm9ALhaPPRTHz1w6P89EZGAvQCt8bzKeS4+xYjfvY00pb0nP2y9ZThIvieHaD0ZhCQ9nocFPkpM7bynjVG8AfhgPiBB27xUsvo8BwQqPpEAWL1RBFI9paRQvJf7Wr3Ehjw+g12oOmf8ODywy7U9MvrUPJxgPj52Avw8ItuIuweasL0gJMs8bUwtPi/DRT0uqeA9IJxLO21ZjrzgdUk8mpd7vW9mkz2Wg4C8gnmaPYpRdL2+52a9WN8NPtnw8DxHqNs8JYCIva2DFT5cSai8qwlkPZA4mb3D6w69g/a9Pbp9c719Fp69yjygPSrSGD2Q46U6uaX0PPRv9D0XY5G8v6QDvVW/b7znqgW8FaImvecQvD18ew0+yaIIvbvb9Lsz6609yocKvTPYvjoA6dI9VxL0u5AgKzzFnKG9U52ePXDmyz3DwY69hKGvPcF3jry32eI9YEYSPRcTXz53Jr07cFrxvcjrxz1MJc68",
        "4jB2PaQCVL0kaVe9SMO0vG3jAD7AzS69MV0FPsYWmL1JZAs+MLKtvbPR2D0hC+M8AwH8vKB9aT32j6k9kFbnuwhGMD3aQkG9lZU6vg8xcT0U5rE9LSvEPUNOQz0oI8E7TL9FPf/isb0Qj4i9ufv5PVa/wj0aOTs9FzCKvFuw7z2MYkI8ul2rvHYKN71xBxe9r+PfPT9rDz7T24o9S0yxPLTQmjvWg8O9kdnDPextzT2GYUe99j2QPS08Ar3GZDo9g46TvX0ujj37K8Y8ec/BPRuxDz7nVRI+PUMbPtbV/L0K/LY9C2HePZQ+xD2iqGY9GTcaPOjwoDz74oI9xMyfvemCEr56lYu9+zTDPWbNlr2gUFM9KgKVvdxF9TvupAQ9YoVjvN91Vz3JkcO9qqwqvTKgjbwEgpO9NaIcvaN9oj0Eavi9zsUqvrPiDz0vh2u7AKFgPTWDAb1d6va9mZFRPdBwJD0T+4s9Cg3DPaN5Zr2NX9c8e7RsvdS7wjs1jvW9K7XovTMk37142va9iDcuvRgdET6MDSm9KGwmO8f1Az34lq69+cf5PSMkwz3r+ma9EUMCPhl9Uz4MQwA+oW+qPWa777zP8t29VzLvvX3p6z3sMgu9QSxHvYIXCr1V7t29vTQhvRF9Qb2liCQ9AgKRvWi/jD1YZIk9qZPiu5JrGL3OmBG9eatjPdnXQb0debW9ovqlvW/WmTwQpCc9wiPkvRhEsD2iJim9jcQHPqpZobwzFV49qeWUPehnLD2dpby9IhGDPZBOj71VJ2k9hAOUvY7uwT0gKcw9bVtvPTKNfryREZ48p5Atvf3ZZr1Vn6c9jbc0vUXsuLwEdW69/GR0POHVmDt7gfy5hIFbvdSN9r0LBWQ97Gt4PY08PLzNhjA8VG/CPQoafrvsv3w9H5C4vf4ppr03NuC764TBvPIghjyFolq9Z7hivcgxYD2vUpa9lHWQPZJSHDtJFow9qQr/vZKZgrxypxS9Xg+Dvf3thr3QEUa95uApvf2kpD2j0rK9",
        "BuJ0PLkmZL16jII9hjODvDXX+zsKArm8j1XCPd/bjD1eO1i9F/FEPSewdD2AFKk9MQiSvW+QOb0dVsA9PWpJvby9lj1N4D29zunIvdVbsLumI8a9UwYKvRXQAD6iaMY8tjSbvRZij73G3vI9EhDRvXV0LT39RtA9qrOzvbM9kLzw7bk96NP1PTL0dzrMqJu9e38ivbQlCL317Ng9dYRCvehLqbyhcB08cs7MvXHoxz1mCI29tkRuPTHO870TOOw9+bNiPTOts7xsWdQ8RpxCvYtY7z25AIO8R+6qPYIHx7xYbGm9Lbd5PXVSyryZvhG80p6QvePmrD2Ye3U9296uPCuc0r21z2m9q5uEvZe6uTxfDJC9hf8pvV5dCD4zHps9U+OHvWv/cj0PwJC9mCkaPdM6uL0Yoe49uv7evf7nLj1+Ipq9EJcTvPN8yb2YPKY70DPtvcA3ljwcAXq9bY/puz6Vy71yfKE9YBe1vV/uibzyeaS7iW/Rvdltoz2rIr88mRc6PXzc1j3bLX89VmduvbZ+P72ZRIw8dTUBPqgz7byixRm9RzJdvWDzq72VkPK8xaQLPU2HTru9Yfy97jHhvTlhfj1z8L67ssLbvO+Cab3u5IG9s7F1PU6HnDw7cTA9M/L+vOtqvL11cV695LqePVAqsTwY0s89S+6wPRi65D2Etti8ws6MPanTNz2XH309xOh1PSo++jwXP8K9ibS9PK9cXj38atC6eO53PYkH/rso9789J8PvPduP+bzSFry96G5PPXXXtj0niK69fQS7PDJioL38yrc9NHeDvcFnsD00JpC8XKMkPXE2jLkyvLM9KOyfvWDtnDrnaAE9tfDKvOoAarytww896/ADPXpNPj2Pcs+8P+s6vIwhs7xmg++9jmL1veKsiT3hhjE929XSvX3k4Dy8YkQ9eBfLO3KVuDzkqrg9WtfpPVeSKT19ln09bOP9PcTqtzz9ze69nvbQPQlwkb01h785YDnUvP+Yx72Aj9U97EGZPDErOT1GpJ29",
        "OTrKPPqHkTwUT5a9QKGsvZq42z3Ed4O9A357PYIxGTw5hgo+OUxzvQYtvL1CbxU+dSI/vGKAyD1q5LU9uPJYPTunDD4ecjc9Z5m1PNJXJ72y/sO9BAHEvAWBpb0aLP89AEaUvSl2jz2NDy+9lZXJPQjDLz0N7Vo8kFkivP6Lz73U6gC9xvEWPcVmeTxTWXa9iOXhPVravz39baM9Rva/PVz0bT2IsyC7DRLzu+e/WzoyXcE9RoqjPM71Yb2LhJw9yXn5vWuwID0R/6A9X+4tuwzrKT3NBOi9KZ6rvTpLCb3u20O8r0MUvMTGe723C+28NDGBvcHB4Try3tc8Olmyvexyrj14Gba8qyeoPetAO71AOLE9gTDovWSBIb1ZUI29T6dhvbsPuzxEPcs9SjvCOybN8L1+LWC9WuejvZ7S+TwNmd890UW3vS/+u738mIM999uRvYrcsjz2T6m9npLovHnQGTwFkC+8O9V9vaWkbr3l8Z09M1JYPW40srvLKqQ88CxmvfuzAr7sgTA9Nw6/PQ7BRb3r1OK8cJnePdBpU7qSwRg9P7UCPkz8Gr3qkSs9TnUlOT3Gk70zlgI+aCZOPS7rw70TjBg9IpofPY6/x7370gA+bbpnPQKb/TzukEW8iDFoPAMgQr1KeCu9DtfBPYlOkr3asUu8Rrf3PfntdD0pzK09RPjkveLHrT1tKtm7V9Glvd1B/zxVBa69h8ikvcVa0zvbQz485QsCvYVRP7yoqqa9DTAHvl+IazxJBk29z17qPQBbVL1+JKi9gE7TvahOnT1Mqqo9SzaZOwwbZbwzqY09agC9PSj4Qb33Qqq9PumyvHhNVb07yMg9Y9uMPdsIqj3eEsC9i6JCPWzEFDub8w29BfiWPKeZzrwR88i9to0KPqItfLqy7Mw9wJawvRYkbb37T4u7H9ipvcz0v71RWQE+fO6vvf7vF70zcfw9VG2AvVxZ4b2mEKm9U8kvPT4i0Tx7igu+owf4PQABCryIPoe9gDDuu/U9kDxGhoy9",
        "qI0OPihmcj2cTdE7mbD3vR49wL3pRLo9T+H/vR8Uxr0TgMM9XPVLvXc657x4i8M9n7EYPkTM0rxMuTw8TATHPfqwiT1Jdha98svpPZf75j2p2MQ99lWiOz73Sjzx7C682knqPZQ6hDwhIaw90OWpvSu6Sb3Fb4c9FPeiPfysD71xEri8ZNrXPWjh9jtp3JM8B3CpvKk+nb29PAg+ZY6tPdRGB72L7Og9ahKpvUflpb0x53m9KnvUvZC7Mr0yVs09/bH7PWpvxL1Zpa8885rJvVycA71oMok9t6E/vbPA+rubQYC8LePwvZ+97Lzussq9jpaoPcgMJL17Rhi8H/SZvb9sFLzcjrQ9UOo/vcHDl70QVNS9Vv7LPVHDyz06vpc94rykPbrOaj1rO2o9dhbhvZcvET1MWtU9hILOPe56s71Ed9g9obqavTqokL3sZDM99xgfPtAwm7v3CS28y97VPZkUf72OC6q82ne7vZjrubz7K+g9FDr9PCYNmz01ku49Qkz/vH4G+70BAOg7vFOAPTWr5zyDeLm8KfOGuzFKjL1ezbO8J1E8Ob1nIr0UVAc9fYjZvWgHiDyyUuy9mg4kPNvvGL2r54u7trQSvUjH+z1dizi9rVRvvac0xj1b+ta8GBuivR5ghr0Qx7Y9PnXmveG1ijsybZW9e1U2vZZhkb03VEw9Kpq/PSiBnT1I0bq8oM7hOyxdkTvuu8c9ClkKPdYJt70bfaw8h+a6vanb+bsS24s9WR+4PWp/3rx8+4y95+XCPYqeYL1PPYw96gGEPfh8HLwDWRm9iROzvRb3OLzf0gW9ZiVyvFXYx702T4u9sXTYPd3tB72vEr89/Ez5vGuEtj3gH2w9NT7LuyokmT0uFIS9wt2gvffNxj32FAC+uE/NPWdhxT2rKqU7I2VwPdyZDb6BYM48MB43PSlmSb3/npw9khPavca7MD0tek09lLs6vc/hiz1XvYs9+M7dPNdjnD2ipL+8tbDfvXtqJT0+10Y8YqFzPaWckz1SxsI8",
        "bdKOPPfrq7qyjZ69Yyg8PDkXZDyvnO09Out+PSFSlj37jLc7rouXPevpY721hY49bUDJPfrvu7trlmk9496cPbrMbT1PWYC9gGqKveNv2j33Cpe9UZrFvNABKL2Szrm9YZLkvFFG3b0/w7e9q/NHvDQ0vj2k7QW7glDxvQD6Lr11GDW9nDacPYwhwT1pdoq9SCaTvEaixD06R9C9i0aivA9Hw7vPNI89jQrNvPPrqDvBpOw9fxxzPf9Xjj3Q6ua9Wvq8vMTCdb39keC98DeJugtMpT2Nl8K9+3dOPfGFiTptkce8mUu3PTztiD3Nmm29JN7lOhgR1b1JUbk9UeI8PB+e0r1rT6s9MgtFveM/m72LY6C9KvMtuzrwVTzSeYq9cVYyvKJ3k73mzta91BUBPp8XhT2QqLo819Wvva/Gxb1vxhC9QjkCPV2HKLxEZ6889Em7PAwS8L0HE6Y8BTX/PPhaFrzccrI9F2ehvfcaWr3s6N89vEwPvYuBiD3z8Eu9SIvDPU86Xr0obj29Q5/kveml2T3Ktwc9kHplPctw8z2J4dq8kDWdvddDyz29URa9t16mvY9k7T02BoY9+O42PW9fQjzz/oi9BU+HO+2KDj7lA2I9eQ2dvKUdLL3Y47498lqNO4rPFz1glcM60srUPdsgmL3W3gE9TpH2PeqCV72tct08PZepPYn8Gr2Z2bQ9DSW1vS18472cVs09ZrGcPDOq8ryhzWY9KzHuvdXEUD2ALrG7G8/8vVWDML22Z5c9vKmGvQtg4b2DqoO8IGeDvZI7fb3dU8+9kYjkvWKNjT3OrPC9XL7tPOGdljr7oaC8Xqq4vMzlyD3EWtC93/2GPYjo6r0vMEg8LIGuPRWLqDzTMdo9r6e6vEUFw712MdY8WjhYPLiaGT1TIh461eXSvSqv6D3pxGe9Ksm+PTqO7zyO5Lk9oYlvPXzBzTxyRNA9nTh5Pbti5T11AeW9cLRPvdsK+j1vwgo9nODevI/Gbr1zaIU9vg3kO6DMjL3r9qG9",
        "j8AZPbyqDb7+e2Q9svk3PUjwoT1uIJa98u1Wve6Ejr0nKoY9TYFdPUdnH7yUlQ49IR+RPeq6VL2sGDa78lHgvBNhjr0BG8c723kyvWB/x7x52mI9xxeNO7b47D3BMXo9htcwPeZhNT2Di9A9RnyZvFFnm71+6+Y93V6gPfxVsj1rXcs95WgUPojTJj3QyfE9JjugvWMEpDxtzco9Q4k0u+cx771KbSO9pX+yPVnrib3gkXW9U4f+PZNPi72hkt69vRbpvVI/zjxVJ4+8you8PSTFHbxJq549pF2FvY3QzL3awMs9mFR/PTZg5T2NgdK9A/gSPQFPsz1dj2o9lP6lPe6crbyawkm9jiusPfWknz1plTE92IT8vak4rr366uA932GGvRKS4Dw7Wom7b46kvdINhb092lY63XWoPZ0zp71+sqc7abaQvJIFUr3elCW8dOX7Owc5J7ydDOm933T9ParWAT4jMv08XTaxvXaokD0rxgg9hkUBPjIXRTzUe4k7bInQPUG9x700BB8+L7zpu80ugj2tgo097rh0vdbQvL0Uq/09jcCtPapNnzxa+B49eQVzOzaO4D0Ybj69B3IFvVWllb0jZPO9/li8vcJAir1pf/c9S5JDvXk/CL3mzh294LWVPdkxaD2jfV29QiXfvVnL3j2Anmy92bjXvCsBFb3kDZy9zcDpPRX/sb1G6IU8/hIdPTcqJTzT14I9RVhNPbo5jD08n6s8vL4gPd3jXLvTjMa93n6JvfIRbj6Qlpa9JCAbPGQLlL3BsF28YK2wvaApL70ViMQ99KaaPK5HBT7/FSK9AgrYPY51Rr2G8169YcGgPSCdWzvBROc9hugVvOjdSDxCFpc9GSNivdO7rz2aAbS9U9GavXeYlbusQ769RWxjPT26J71FUdA96ImmvSCITD1USCy9W+DAPSA7Or387vs9sAoLvBpCaj25LsE946dtPbA1oD2sUo48iM6rvRiN0D1cp8e8qsnOPZG577zT13k9jUjpPRwRgjx7z+E8",
        "4XSRvcnus72Zd6Q9nwOfPfBguT2J7mK891cnPZAw9Tw1MhM94c7UvdV0cj3tkzg9aHOGPKBCjj1DdGo9OCyRvQJbqz1dOQ4+UZtDPs9os7xMsv48CxLIvAWRLD10vKw9Adl9PVKWhT3CgQo9xdaNvEOx5DogNb49IpFdPu8ngb1U2a+8DgWjPIXgVj1/aNm7DiXrva7Xkj2sfVQ9X4cwPYoCpr2938c9T4eNveClnTsssG07Km0hvb1pkbwrUmA8GAjtvavIjL3bm689qxT/PHf8u71eoq694CEOPcd7pL2ESaI9Eqh4vVOfKT0Wuhe+5WmFvS1SjT2CaPm9FIyNvChDs71ZfM29nUsoPcyvt71qYrk9mB37vJzFnDzIg5K9boGDvOT6ALsWWO29XgcDPizx5z2yVyA9kqUiuwUzZDu3eqU9JOwSPPaRyT3eG0S81nG1vYwwv7wCWb297WCgvaZDXD1DlBI9KXSjPYY6WD1eEka9MAqUO2o0RL1BGTE7e9JhvarYO73nasw9Xv64vGGSM73z+bY9Mok9vAsAZT2qjNG9Eau5uwj3/T2Rgz49HJu5vV7g072OrHW9BaJAPQ09zj2R+6U9HWwDPf4UK70PH487VyDQvZNc1D0d2hE9qYa8PXUTkz1eX7084JXXPfMPmr17R3Q9QHPzvUJurr0007o99inJPZmAW7zie9m8d3jHvWnv4jwrCOI9jCOcPVSitz3wYI691m8jPa7yc70PKSa9CoQdOmdaFb0LjUG98MUlPFQa6j3o44u9K43CPf7r0L0zGfc9CpO/PTIbW73r5Qs8IaWsvUGQO70Qcvm99J+FPRN6QL1btmk9xOmjvWdrHLm6PKk9TFnXPT/SK70o6sc9UsbXva9sGb1t/sA7Hp1evTjQwzyrRpo9CSShvBzDd73EUOQ9eb3pPQDrLDwrP8i9Yhj3PKG0zbxQxyA9y+KjPaVcB71MEQc+WSUKveCqlDw7z22943iXPdjwjDyJfEy4i7LgvVSI17092tU7",
        "X1nsvelm8T2/TX29cNHcvDH6HT25pdw9k1KbPVXRJb2ibEy8SWuyPb1bJ7ozHlW8zuWwPTEIOb0+0Pk8ThNTPWsK770Al7U9Sk01vVN85zyKkFK9wMGVvcswvzwuZKy7scMqO1+eTL35sIA9C3ZCvc8x5z0UUK090gybvXn5xbwq5IO9SffxvUeyoD0z0zC97NTQPTwYoL1FgKk9m+DUves8Aj4ldum9H4wGvfR9nj1Y+9o9Kg4iPV20rjxLKsA9A7pevZReSj05OZY9fr4wPeVn6j1ZA9u7jEs/PXalzjysNA68U0bLveVEfL0eRJq9zrucPUrwwr1gktm9spYNvKR2oz0qXNa96jSzPFs7hb2s7/y9d7PXvcqUOr3/bcW9aQX6PG7+oL0jDH+9pzyRvZa3FD3ezCS9N4eMPdepJb06sI+9UcOVvS1Guz3NUgO9Yvo3vKzW1Dzcv9q93lfWvK5WcD0PAgY84s8VPVRGxTxk/Qw9Qp9KPRXk7T3BFwI+z8hePSe4lj1ricG8r1K6PRMVVT22DZG9OQ7UPcCmNb2FK569buWSu4QUX71WSvS9VOYlvXW31j0Yl587WXhOvFo/rz37png9opn0vdDY8D35ZSW9FuC9PfjiJj2D8/49oibJvenTAj27ht29S4qQvbSjjj0II3q8Z0p+PFlHML23O4u9xKtdPQbNZTujkWM9sw2WvP44wL3m2cq8CRzBPPd7qD3VoDQ8LUwGPL/HRbzDDoC8H5fIvNifhr2qtjA94GjFPCby57sjEvy9j4igPcYMbj0r5D85jUwcvcS7470hnWM8WGiKvSpwRb2y3Nu9TEBsPeaYoz3TD6y9uUmKPIHHmTqImba95Nblu7sqCTwVryq8JMGEPXufM73/VjA94nijPZBGPr2Jkt68RpgEvVupzz31J4O9rlORvG+UnTyDima8sh+UPPPJ3b2gkXi9nLa4vXKzgz23qLQ9VgHQvYfgtr2oXOe9PEKyPWcrczwhAQ69qfPYvRFqlz0S3Nm7",
        "cKJJPQ4iBDxaW7k9S+auvVncub3396891uXJPGyVjDzBz/c92qZ7vfdJjb0OC0y9E4+9vTNchLzchsm9ZspRPVmSTDym+/s9qg2XPT5Bvb2Lu5O9wA+pvd5i0r2tRIk9SseZPaouwT1jU8W9p/DculGGcD05lNC9A90WPVO8zzuLp0k9eI9qPWSmXD2jDcc9kxbyvMoskDxLYPi9wb+IvUhejz1+lbS9TwrDO6k577ykd9Y6FuSvPdvqvr3AHRu9y7XvuiMnzz3vu7i9cEPpvTnYkT0Ngpa9oXGDPV0vt71ludu9HtoHPVApm70Fky29/LpDvJc8ujxPcwq9Qf2qvVQDqr0jcZa9UueIPX8BZD1NthK9zezVPToaPr2ZYTU9Nw6NPdz0oD16+aa9swecPT/1qr0xRBI8OBtsvbd6kL15oOG9bxilvQmGg71n64Q9TNTAvZuXwj3tuQu9MdKwvBjPwzy6q2k9arr3PJ6ZRrmRHIa9oqLJPY55f71EfzK9ubR2PKHo2rzaYcw9rqeuva7dRz2YqeK9GOi/vQVdsD0rxqM9Ja7GvASz+rzdj0I8I/O1Pb6Ztz14h3s9INeFvRvok7qlhR49BySQvb5D0r1QUWQ81wdoPNMJwj0k/mo8w+DeO4zkoz1n3yk7zX3kPJymGb0tjpg9cE6SPEXQxrqtIt49w5/mvT0Qpz3nAYo9Hku+vE24QD1xO8s9Y0GFvD0zwz2Mhq69ELiRPV0P0T3zaaM9+oHYPcC/CT3D9cM9/rC1vWYBuD3HJtk9Ql+lPckRLzpWK9a8sPLQvcyot702xDu9HHBVPGQBEr3h7t+9mzbGvBU3PT3lw6O9W/S7vajNKbyK2S080jDpPWarkDyunLM9GAezPaOozj28Djy8HuWbOfpW3T3o2S69LXgsPQReTrwBJfg9nXWRPbpgKb0iwf46TrxQveZAKz28BKc8jKbBOsy2xL1iqek66EnfOw0gS73sk1A9f1ddvS4YzT2tRE47Xi9UPBaoi70hvZQ9",
        "6hhvPIHJAT0ic709joDVvQFSBz7LK4m9PV6OvCu8jj2tS5M5RMiavVI3Sb1C+co9wBRhvZG6qT1feru9eO7hPaMNmrx2tJ+8GHDQPf9E8L02B+e9juTwvIoJlToFodG9RTVDO8k3ALxcX6g8Fvu1vfuvS71z1A+9pdECPY+q171nmbS9iMFVPVtnj7yTH0G9/1/AvYmuGz17bnQ8xT98PYIEoT2BxVK8HVorPaFX0rz9ZjQ92mHYvbQ9r71TIQU9pmuCvYwE5r3hHZE9S16wPUrMu7wC4AG+YyY9PQCu3T2OYj892m3HvaXE6r323sM97mUivPjl/7xa3Fy9IVzSvMvTAj5s/hu917UnvY3O2z2IdJe9Dl2fvZ7GlT0dBww9GJ/IuylkzDyKtK89Gaw9PbPYBz3waI+8sTNmvZtT9j2krCA98SOIPbSasj0oKIW9vVHZvSbBLL3Lqrk9efdpvYAxOzywIQg+GWtvPVZpAj0QQrA9R0vIurbYX7ygl5S6IBTqvcU7rbu2TfK98/BHPbUAzj3qHsW9uly+vebRkT19PdM9wd4aPYHz17oC1JA9mRHAvf6m5r1sGqI9LofpPIuQSLxvVAA9coAHvWOGU716zKA9NYT6Pbuu7bzScSo9eUCxPU0Mej1epvI9WOECuxjnVzxrNTQ9S9FwPShXBz70UKm9oUfKvVk+Zb07h/s8dzmKPV18dT1I6n+99QQePNyc7TzVGoi84X2svUgClz0d/8U9+XzKPSdp3b3AGu06EP2ivcS5D7xSUkc9/nLCu6qSKr0q8TE9yyeoPW5SH729FwI9seM+PQ6KMj101ww97tjdPRIVwr0yIGi6zyIXPVPUyLzB8xQ9W3X5vKYS5j35C889utvNPeFLDr4XQaS8nl+1OcWYZz3rAAG9EkAUPZjLoj1zXs89VS/KvRhf2L2JNpU9QeJCPRCXk73ONP89+1d9PRFtubz98A0+5UjMPKhwJj3psMW8S+ZNPAmQnj2lgGQ9fjXtvZfDVbwOY3c9",
        "Vi1MPZcBjr0aV6i7wjumPS0qAD7xdda9SDjIvRjkuD15UYK9cr+wvas6Ez7nPK89zVDiPRnViz0yu347bwOLvQYCAz2Tlm89y8yeOxPrJj1SNg09++9jPMnI3bzHhhs9rDrYvXBYZD0HB6q9B4axPft3Kb2ev2a9sSTDvTTK7T3YPUc93j75OjOfPz286aU92ElSvd97DD0g9ZI8vuPrvWtwXr32rL09Oa/JPQyKmD0H+Mw9QKlaPWoctzzLfRc95swQPrJsvjwy3rm9XrIFvVH+6L011oq9lNDfO3Rkv7vlQqc8bUzyvA1mFrt2T3s9cOasPZ5p4r1hmzG8yOVgvZDgjD0SfaW9+LnfvQRLmTy8/NY8lXi3PXAmLL33pow9nW0YvfnWWr3R54e9ZrFNvU9sCD0mVCI+NlGmPcf84bzhGIw92jwrPnc5ub0P8bA9qCKKvU1jX7247gu9TXmwPb3vML2o1Oa92vn2PepQiL3bPPu8BE6TvXhPPzz9hRu9PVLlPfhQOrwQvR89UEAWvWKgDj7ptVe9dwXePRgpWDtqqKc9Uh3HO6gOVr3I9xE9SA2/PKDfGb1kFxo8+ROqvMABezzcpYQ8pXFqvTMMPL22VP49syDBPbosirqGjJO9Gc63vU4QMD00ip+9IymOPOjmqb3E+FY9Six5vbsAjb1Ez0K9sqDAPe1ntr3nDWY7lCvoPAbFzTy1MeY88CMQPQffx71CA7E9KUULvZzkpz3fLoq9pUFhPf+A+L0iP+o9DoUmPR6MMzzVmcc9s5gKvXZUWjvAqro9sdcCvHJfvb2F5w28/de/vLOXxD06ZG68d4QGPXbVwz0MFNw90fxKvYcPNzwStda9pqKcPGCUhj3WAdc9YAg7Pf7orT3wf3C9oEyDPd+lpr3lWns9ozksvV07fbxZYFK9Y2kTPG5gpL1ohB09EmSlO6ncI75KDNW6tIPAPemETL1ruOI9MNPJPRd7Hb1Md7w8n0yIPehzob0UaJK9qY0cPnltkz3kXg29",
        "b6MPPZInrjzxihW8gJuhPM6Jbjz06VW9/3W0PcoyLD1MGZG9/1eoPbVSHzw8vl4+SmAlPruxE73lvMA7GPIBPTyqIb5Q9Zq7VyGBvHqazT3wXnK9vvsyu/SslD2lXxM+emSQPQyM+j0x0ru9C7bEPWfMhr2ng7w9DudWPf98nr1tJEU9Dcw1PcXeITtcJii9tLlzPQBY8b3ezrC946XJPGH2rjw5Xrg9IcO0PfXDAT4xiTg9DbptPcvHdz3N4tW936knvfiSYb16Cu89RTtKPj5VRbv8jss94JPRvdvI7j3tGgo+zZLkPJfZBT2zwGg9gC8SPZI9PD6LLHi9AKseOoWylj22OyK9sCmqPSx8Or1wVEm9SrvevWzeoL3x9ZG9VCwOPuAOBz5GYaC9gibJPHJ8qr3+sK+8ghllPZJHejtpa7a9SK2pPf+HQT63zXI7u4HiPFsIbz2vDNQ9wDSDvK9Sk72N/wA+zy1XvXuaB7402y68gnNEvIUsKL09zje9N7nbPeuRw7wY1Rw+U228vEIu4T0tthw9uLnmPdSl1Dxi9Ja9I8DsvFN01bwqPyo8D2fmPU1bF76gdLe8hfwfPakWDT722vI8W/p8vUyrwz29GSq+Rs0EPgnMGj3y4Nw8YAJBPoLCAb6R6B0+KrgnPTqJUbwC1uO9fzaUPVgBBD3EcyA+IDpaPRjWn72zXDY9fR4ZPoAKizzBjAc9PV+eO30Pxj1TMrw8nhWxvTEKxzw4b9a9RlXjPdG4tD2nMzi9Cntevd4fhT28kN08fAEZPcX5J7xZa2w9P9PQPGFQ3r1MS249Jm5sPETjAb2Hui0+AHVxPdOxTD28s+O9btWeuzk/OjxXAR89I7+2vZ2ogDx4UPu7WpbFPdfEyD3Qb1y9FjwOPvPiST6fuRo+Xld6vHKo17wwwLQ9rrLavOKAhj27KKc9ugPMPQeh6T0dOKo9kS+/PZnTHj75Rgc9I/EXPVDnFj54KCE+bh62vT961j0Uo148RSqSPVJLyT1iQiw+",
        "rXAlvUy7sL2EoUE+XlBgPV7zob3BeOq9iE1FPVYeo7vje6g9aa7YvUg0TjwSuQq9E0QOOyU/Fz2qC2w9gge3vcdOqr1piRC+ywaevQhZV71DnYu99N4oPSmuPL2GMy4+2CGuPPvTwrwRNR89gawVvqh0arxezde7yCVmPQqZHb2orF49FR5vPVVf2ruJOWk9SdkxvPDeqLzm3aI9YbfNPQ/b+LyQiLy8OOKyvXCZlz21xnW87EDivJdtoz2od6+65CnNvRKNAL7+i6K7PAodPYv7lb0gHXA9beWIvbVcgDtoMms8v17FPaz5s73N/FQ9l22dvZNn6L3rY249BqnbPFivuT1L5nW9+8taO8pwiL3hU6E74DOlvejO0T3aw6C9f0LRvQZf3j0BDaI6SNUbPc/PHb2vzr49pHW+vXxXfDx3Q6S9Bb0dPVyuorwzPS28sEMXPbHHqz2Jydc7BtrTvdGQKj3i/C09R8SEvRu8iDw9Qh89Ev3RvWS0MD0/FB69wnJRPAUxFzzrY5C9b7KOPfopsT1252k8L1i1PZlUmzksLQS9njEHPfihyT0MjR29SSdJvWKCYb1GS7s93tyPvfgNBTvLZTQ786ehO7qw271uArK9lRfQvMMZvj03Jz27aVAiPTrjwD24QwI9X06cPT5KiL1/Mqw9FAeJvIkCMj1t4Mg9RF1/vMRCAb0+fdW9LVmEPZKEKT1F46e9HuXYva57zz0idP+9mc3DPcFdLz0SHka8Uau6PTLbVT2BZ4k9v/aUvXceGD0Me447Ne7yvDVuTT1NPj+9F3ngPW62CT7soeI541nQvfnV7T1hA9Y9UJ4evZAzrr3I6N+9tzCMvX8JAD2Whaw8XTHpvV8liDx/4ow9ZX/ju5dF7z1JR9a9OBSMPbfCwb2mrWi9aZdxPRLMwb3HdZ49wETTvQVZAL3MsZg8QjftPeMNpTwGsXw9uiKpvQ3AGD31h2q828puvPdekbwfQoS9gXr2Pe6dCL2Obuw9ja6vvXZQozzaZmm8",
        "1jZgvLI3wj3UPb+9Z/iLvVnGmr0IWks8iDgPPttwDz3kpLa9RIo1PahZV73rX8q9CIO6PJ5xyb01mZy8u3PavSQCt72jVFo9OpLMvdwC8z1w4I49qi/Svd3w6j1revQ8UGriPXK6mr2/6N47B8/Uvdx3Ij1EHpa8xVvFveM2u72Ppao971rUPZnzA734/S490ND4uzPv07xwZQQ+1gilvRldCz6txE89I97oPUGC2TzTiQa98eHOvcTFhjuFBIy9ZVmsPZ56yzxpOCa7afXYPdNVur1YdwY9xyVSvRFHlz18nbc9ltH9vKfBJ73mnuI9f3TiPCVzZL1h+bi9cDBmPaTNiDtbjQI+jAnNPWtDlzmpL/G98travOUnnbsEJ6Q9t4IiPHHXcD3FZjq9vD7HPTvm4z3DLBO9YneWvY7kFb31Ap27pR3YPYi1Jr23HLw8ncI3PUz2vr0f4Tg9DTODvUwacj2odqk9W6PavSx2BL6AwD08xSAEO/vm0j2OwqU9l5VgOxCgqr2m+W4910qTvdxEsD1t0Wm9i82DPUW/8zuN9Li9c15bPQ/z37xHMVK9CinAPTpqdrygMfY6d0C/vQqfyT1IaAA+xnqhPYOtmL2xi6m8bUbhPGPUgbzHn8A9j3eCOssIu72CNpI8BnLmveeI6T306Fy9QTqwPZyomD15Jp894o04vdlOnbxhRkk96auovQGIRr1c2Zu9hoO6PcyAAD4pZ7s9s8C6vdJPeD1zXaE98veCvQ3Jqz2FyuW9hqLmvbfaGD2j5Ii9Q9iAPfzH4j3Ri2a9K84EPht1JD7cA5q9kOntOjIpD730KMK9uebFPRYGhz3nLqE9c5H1vcorgD1eMWW9KKYgvf93wT0DMIu92CJ3PASVyL2qtc89WWP0uIq0lLyJcaI9gDp1PWAQGT2nOJ49BkW0PeCatby4E5W93EDnOwpS/jvGhD898l46Piztpb1r89W8bqatPSU3QjzbCR89T6DePepGHD4hERQ+hfnJPPqisr0hNeA9",
        "JW+DvaAKA7tyktG9Ut8KPU/pBr2657A9KtTXPUQ9Ej42k1w9tuimPey4pL2gOYe91YsPvQ0AeTxZfDe8xEcOvEz/pD18are7SE+OPTh/hz3sHhk+iHB8va1xlD1ieN09tOqQvJqegL3GLnQ95n1MvK5VZL2voCg9YYm+PReFGD0z7/E9GX7hva41+z3APhk9AZyzPe2Mx70zww0+TPh9PNoLvjy0iNe7yFuhPcm69z257Eq9VE+QPTQcAD3K6MS9p6tmvcQmoL0fAg0858Ehu9IfmD3nrAg5dbfNvcV8Pb0YOuE9E+mzveDvzr2Ty6k9p/6yPaCJU7wra/u84jhzvaSNaj0xipW9Xi5Du6ZKWr04+YY94cSTPV1MwT1ZmAE86lsZPaIwmb2CKe68Y7ZuvLZzhj2vHpK9CiiyPdg5BDw904k9YrK+vPCNvz0WOa68pkX/PWKDAT2ZAba9BRLxPSjZvb3JUUK8634ZO2crCD0L4Hm99xCqPAt0ED4oRuq9FV1uPS7QnLwjrIo9Q5UpvfD0OT2vEr6972HOvF6eor1GLao9Y+kePQprTLw2BqW9yddevU/07z2NTKe94LIjPTiPu70OxEG9DTt9vSSoJT0VKNm9daQ5vSqCBz2SylO8cXXxvWj+Q71IQ4C9z8plvTg87D0R+No9dWsHPsmS0D3pbvQ9DkfKPbPCOT74jFW9ABS7PbP/7zpMi589mF1gPTTx4LuMuIw9OZ0bPSjkZ7soYo48ha7ivIo3rrsfR528fB7zPCeGKT5mfIk9Ozm+PPfiC703Cpi9FdxTPbFr472dsFC8phpBPUXglr1Kcm+6AunKPLZeqbxZ18C89/yOvdBs7jwHg0Y9j7SeuxHhkr0HviK9VeLZvXn55b2LBna9RFsKvD9RtjqMQqC9+R5cvT9bkD2QQXC9NWyHPWxojz2Qbv+6FywCPDDamj0C59i9hBbMvDQMvT0k44C9ooqtPYzmvb2Kb+c9NAP2vLSSnD2PHkA9rRO0Ov+Awr1pY+O9",
        "ay2xPRIa9j2AU5c9woAEvaPzVz0KD8o9tPuQPNUTzb1kgh8927y0PFHhWD3t8bo9PzcBvb1VQj3QPek9tl25PcS7hL1g93a9yLPDvQcPDr2vLtg9+A16vAk0hTzfsGa9PXmwvYRdfz0QtlI6IcRKvah4aTxy/Nq9rfrpPXS7or26dwA+V48YPNBU5rxqPYy87f8WPec7sz1wD+a9sFAivSszzb33D1s9ZBYVvViRUb15+H89kIkyPZyMhT2qHyW9yQilvZia77tBSps9rVB/PSoHB70IFLI97/kUPbMXJj0AqqE9yOZSvc7/izwJNb09qZQqvQEYgb2X/Dm9aLTLPYszhb2MdpA9RP59vd+LIz0Aw749r+k5vZb/1jxJfAQ9MWYBvYYXKjwarW29e1AEPh6GqL0SJKk9lnrNvbBKar0Qc0G9yMOpPW/WHj3IpJu9rvapvPdnsr0UbNs9rveyPdwUO72c8Rm9jnGovJV2Db2H0oa9CWLcvGxqqz1j0oc8h50dPc82qTvCuv+9qGciPW1Rr70555+9QpTFvVkD770XrnM9q6ETvVyRDT34XVw8o1yJPf5yuD3B2pE9w7/IPQLbZL0MnbU9biSSu6HSBb1WJ3c9JPTaPCBbz7yEYAy9LMu9PPV9lbz0bOc94WO0PYC4uj1A1hu9T27zPaNxxr3GNH29xcFhvVp6zT30iF69S7m1vUs2iz01tzC9NR0QPgtTvD2eQGu93lfEPYjf7L1Od4q8v8NVvMpTBj1Bn9s98dJjvXUqNTx94TI9gx+cvVKJ4jzfKVS9FXPMvIDjoD1IJdy8fJQTPTae7D2Tgh+9+wa2PLnLNr1byOW8IoCjvJPIoj0Z7rM9IJflvdObaT2INr89C7FPPVppQ73i+li978TQveEP6D3D+908Ti2avZJOvTy/6Hy9FbnZPYcOW71RyC68tFCFPC08+DwbqBc93oyYPZ/4hD30bvo94fmCvXb/7j1vRD89aC7yvRYMqr32pKu8GTCQPR7dIjwFjxm9",
