{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              30,
              27,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              30,
              27,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 8,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              2,
              2
            ],
            "name": "conv2d_2",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 280,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 140,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 11,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "52b2cc7c14cbb333f182998684ebfd2b870fd2032a50bc203e735d274f5836d0",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      30,
      27,
      1
    ]
  ],
  "output_shapes": [
    [
      11
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            30,
            27,
            1
          ],
          "values": [
            "v6snvt56AMDo1jC+CYfXPz76478Ht8K/gYWsuqBpnj9AtXI/b/cdvmu6Tr+KzKI+weO5P/knBD9egS+/PpMCQKmWTD7f2NM+amA6PuTsmz8CoQU/mvgTQGmE5T+G7zo/WzvEvrdeGkAyqkc+ig2SPqV0yT5HvRy+dZL1v8WxHr2bPeU+UPsYv08do7/Rqb++xb89vxVLsL7Na7q+rZuWPg2qnD/8fhG/qkQ5Pk219b7mUIU/9BrKPnRJd72xWNy+NgkQPS0d67+S/oY8jBgzv1kHPr9IkDq/KHRGPu+PNT/ooIC/YCvHvAjnlL4ghUO+fqjCvqSWT74Q8gPABL1SPomQ8T461TM/mdp+v8VKgD6wUmS/dP76PunMnL+Jc4a/T/RGvQyQWb892ro+Ji4Yv6Rpmj9FurU/Pey1Pkxcjj8R2oQ/Xpq8v2Yubb+TZCa+SniLvzL2qb8ZBoa/6PNJQIFNSL7D5wq+S0RCPt/u9j/Q36a/D5KAvSrmiz/YSCk/kWtuvehQc7//lbW/PeECP0n3sT8Uby2+pFNIvzBLuj7L1b+9XWlsv0g/Yb/H+sm+FPmjP5FkpL8Qvcs+DLDGP23tSD5joWk/W4U2PyU6Fb9syWk/I3shPxsaUj8hG4K/odf7PpuEkT6pCaY/kISIv40rqL+3/40+iTa9v9O/BL44W2I+6mVgPs2NDEALloo/m8iDP/XAkr9M/s28ZRLuvt6zjT8yCam/MTGmPn+lr787uCk/TqJBP4gjSUCzbYU9UoyqvqFD874J5gQ/fmFQv9fl879OfFE9BIpCvxanhz2hAma++RypP5Weij+f/e++73J/P1D+3r1SkWS/JVeTPnYbKj0Rf6q/2aIfwIuEBkAvqK0+qyoDP3Cfrb+yo6s+UCpNPfFIJL4up1i/0kk+v6nFGz9CQQDAVKbiPluEk7+3Bji/+sJoP34UkD/xZco/+l0gwMUUMcCKW8S/obHDvz4U6z/x0eG/XxzSP0edN7+N1iq/7TK+PfT/fj2oVq4/",
            "lSkNwHhQJcBzJAq+bYtovytlgz9CP4i/5q1zvhQEB0CbUPC+HFOBvoeQUb08T0A/0gbkvjOKvb4cHv4+Qi+gv2KWvjw5UTg/2Pbhv87YrT/uhVU/uTaOPwbTPb9xWPg7F1qfP5YHNb5EWuM+fIYpvzoqiT1HXXw/uV0kvy/J+L+5R3E+ypfLv0t3eztWhGC//JJXvZS5GcAa24w+9Hjdvvfg8D/iP+U+QVvpPXTym7/84JI/2xmSPhTcZT88wqm/U+9yP+nrKL/6jta9eQO7vmmzY7//rom+TkvYP2m4nT53Iqa+agvXvjO9gL1kWuW9Nq2Dv2Mi1D7pQ34/mjWiv3nrtz4N6Ku98K6tvfigmL4ZurI/bk6uP0YSN75HB0i/a0C9v83t4r6iUQY/obxCPhZ8Q78ofjXAu207vw5SCj9Q64E/Maw6PvoGR78Y8/6/7ViovuYQmb+L/s+/1uIHP42Loz+WzS8/zpqkPj32xz0pgCA9R4TmvMuNOz/3eZQ/RIkSP09XkL5LoLA+1Z05P9LntD9+MrG+ULlGvspeib8q/fa+9f50Pie5wD9h3QVAQU4MP+luyT88ED6+cbX6v685lD9joCu/kDn0vQjzxr8/OFS8VmwAvvC+zj4VxHu+3Qf6vt3NET9UeAm/VdS1PdI9or/hLpw/x0TKvp8db78ZZUm/S5+KPwRyiD9Uji8+dPtFP+tewj10k3E/aQlfPzm9fr+p1xg+oDYxP4yPZD9zhGW/kBOJP/BOGD/YmWU/vurEvRzgn77JWCRAG7gFvbQGYL+pazE+N1Sbvm2W4D7lliq/5AfbP64AbT5EdN++WDahviyG77/mupC+aTRgPjsBnL9ZkYQ/gPO3vwCzqD/D9vm/GD+hv1OIZz8icSm/jLEsvVZVFT48Aj++Drhdv0yeNT9BpHu/KxkdvwJbPL9Q+sS+amO0PhpUP75e7V89J/Omv+reIT+I2V49hyrPPYpVUECg+Ze+4t4QwFqr5z5l5hI/nkryvjLcGz/7tta/",
            "iiwawPL1/L79s2I/6U1kPq9FLj9xPE0/BUQSP8qL2L8+ej6+YVLZv/uSgr9m0Hm/myiUPFJFuz3rYpu/1BkePiLZaL9m2h6/gB+VPq10Kz9Nooc+yO8Mv0kAFj8i53I9RYp6PmyXUr/22Lw+tkoZvw2hkD4ts4m//qEMPxZ7nr+xYHG/GJPtP+nWG0AJIPW9SmcNP3fopj7+Ya+9rvuiP+cKgz9A/7W+9zqHvr9Nc780MtK/zJiKP4EQQr7Cw4M+wPCpv2oPjD+73CC/qDHYvumyvT+sZaM/L+CkP+lBxj/sNIE+f8ijvtA5gb9IDZC9jdx0v3mAq784fIg/VvmgPhqg1z7s7D8/QAMAwIIxz7+cGaG+ibAyP0nJYz/DMzG9qoZBP+OgJT/yWQ0/0eaGPxPgWz+Al6I/lTgqv4uIFL56dc29H6VQvQX6ub5jUOC/y60fv0NudL/B2dO/90FMvkrI/b/Rijo+y664vmbXwb7S7A0+VPeKv02kA8BpbZM+0cBfv+htCT8VZnk/Q8/Ovv1pFkBekTg+qLM3QH90iD9ZJ7y/RSCXPtYzEz8UBom+1JZIvWbuGj/UXBy/ja2uPysbSr7ww+G/oHq8PnaN0r5+w5y//6EcP/6HKb/44IE/jUflv/q9jT1MZi5AjvxDPwIj1b73jak/vcuAP9ZZ4z9ZBTM/t4ETv4B/nr9ez0bARycsP/vJar7bF7E/ugRKvqi+/75nhNw/FH50PWiqc712juK/kFQgP6VeED8X/Fu/+QXHv2Kk9T7aw4A/5+U2vmI8dz/xR3w/Ie9QvZGix70EIyO/7GXeP2IIaz/o6zi+T9SAvYXnej8Sk5c+ZvcvPv7oBMDwpiW/1jfLPz1z+D0+z6g/LAd3Pi0SJ7+zpAa/nGa9vswB2T0Qsja/13wGv5cWT782Cyc/R1U3P0Jdxr8yn2s/1NlCP84I7r3dYIq+RtHdPkybmj8IO/C/ohh5PodkAkDKOD6+EK2zv6jPZD+z+3y+25Bxvn739D26YWW/",
            "CYjfv7zMsj8LCuo/Q6PFPvJ1kj/SCQRAuH6ZviuLOD/COmg/jAmJPrO3w76Tw6G9NlM0v9auoL+Oc56/P5a1v5WbXEBnEHC/LX8gvymVkr6l3GS/GItnPviN+b9xJwQ/JKuuPg0AGb9ZeWm/+9+Fv6Uv9r4dfZC99BpmP97zkj8ocNu+/WBnvB0EHr/rHhA/v5OfPzcXH8AZg0G/jQyDP+OUH78+BSG+80QNQO3xv7/yx6a+5dWfv44/xr8KAw4/XtTyv+M+JD+hjUK+mj1YvrH5oT9eB8e/l1ZWvl5U4r+kNJO/FZ4WwBuznT/jQdM/HqGcP/bIHr/2bmC/qIxtP7MZtL+5b/u/tWe9Preddj9ODnG/QxAjv/TQYr/lLRq++c31vsJ9HD5UmNA+eOkdv2DOL79nMnO/i3+cPu3yw78TqWC/3nIJwKkT8z2Dmk2+2vqUP6OuRr8C7Z4/BTIcP3TbFL+qCig/OJuNPQX+wD+5TI2/rcP1v3+Zqb5iyDM/71ARPx0/zr+SXD2+MU4vv578Fj/eWOi/d05Fvypa3D+Qwzu/c7pOv4IwVD8x9RE9e6HePwhos70JaY0/Z2zRPlnQkz+Ow0a//j51vCu2TUC6LSK9shl9PjKXNr9TXpW+R14zP3R6tb5ThEM/sy5Mvz19lD9RABPAe99oP66bAj+qBMk/QMA9P/iZET+qYta/66M2v1VX+L6MW9a9Y+p6vhMOqz88gSs/RxwPv19fMD54Pdy9uxivP0ze3L3e8jY/ukaEP9RYGj+geNO+dMj+PVed776ghcU/HHoZPkK9Tz/2f2w/gYdqPmpdND9l0Aa/qMENP6gaoz681iC/ogm/PqkO2z1OFte+Co99v1zogr+VUYo9fuShP17p07+2jhq/ydapPlwG5T78OJW6VN1Qv7kFR76zS6Y+YAyCv2ekAr7QyYE/fV7FvtDGND+4Ufg/slYSPkPX1T++vni/ESnOvrHJ773NVc+/Y78HPTSc/D5rChw+7Hh9P91wrL9pfZs/",
            "pmRePyrjB0CkjIo/zyZuPzP8CT/Dcia+PP+evly3xz91mpK/hTWtP1gFoL4iAY0/+z1VP4wY2j97WJO+M74pP8R7Wz9czU+/4ug/Pv/r6z9StGa/7knRvvgTsz7BG74/MfeQP1CVKb+ByYo+XNXdP1Ovszk6Uhg9K4SmPe4VuT8xjuc+2fayv1wwUb844pi/2O8YwJEPeb9tctC+noGWv3mJoL7SEhU/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            11
          ],
          "values": [
            "l2LkN5Q+pze5wnU/2WTbPHo1hzoCy4o15jZ+OxYqUjtpmgI7Dpg6Oi+7GTs="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d_1": {
      "bias": [
        "3zfDvMOzsrvzN6O84e0CvN3zDT3hDxM9KouwPMZv9jw/2Da9KzaJPXP9Zb25FU29gpFPPL7OrT2R0nC9N8QFPg=="
      ],
      "weights": [
        "dF6CvW79Gj31hLk8i6OOvPNY7704NJa8fYVfvDqb6L3Lidm9+QznvY8cAD7RLfQ9Gj6wPTzxGT6XHh0+D4KFvVCS2T1gwcM9ACoHPqsvsT2j+3Q9gtqOvVIDAz1TX109eleqPRalFD2fQ2U8gaqzuw3blD2BUMy9VC8ePpav5D3VNfi9GDACvsmIrzzFbh8+yaAHPrQ3kjyTaHG9+jCvvQhWyzwUrhw+mJtHvR/DlL3cIgy+kbSYPPH/wD2MRBe8qdo5vfa1iLuDse09C3DBO0Qljj3DWX09btDNvWQAVL1cqAQ88U0FvvDaUD2AL0o9TibUPRyzCz5J0XI9RkyIu4GTbD3nFXo8VU5IPeS4CD7yTMu9XuSSvXO9ij1QBWo9H9ecvFiC+b2FM+U89mziPbOgCj5zvTu9mNLQvZ3ZozzHUjM+sOMMPh7/vzwoANI9hX33PIr8pz2GwiM+eN4vu1h13L0Mh1Y8aQPZPWUsrj2dOBo9mq5pvaLIBr16x5K9dLPCvepwpz27U0o8FaWvvVu32jxV7Lg9IK4LvdnU1j0T9+K9Ks3OvE75Rj7HP+m87CGKvbAriL046Rc+gSkJvdq9Mb1hihy9AG0+vtqGHT5FL6c9E9fcvVjA871ucD+9YemlPQDmnztTPQO9QM72varepb2LbDk9IqgXPChFZr0bdPq820ThvOMhPb3JQJ07wICnPfTprD2ORDo908fXvQZdFr3BsTC9nrcQPqmxqz05i4a9Jeeivc/+rrzuz+k9AVMmu2FVwD0wCqa9nm0sPZTZhj1STAg9gIbfvHKw+7332xI+NcUBPu6vkrznxfC8KBqrPJDGsb0dpQi+RZPzPCgQgT2AKJa9kqlBvQ8LoLzlYR++wQc9PJvLeb1zS+a9ybKXvCfW5r30yzw819i0PQTZ07165I08wWWYvWKFiT0Cw9C8t5ScPWGnKL2x8OK9sgEPPkePH73H/RY8EMgaPd3Spb1GBBy9cLYMPtN/Er3tq+K8txSivcPI+z0LOhE+",
        "ks5TvRzJO71jCly+edmkPfEkLjziJky91UzNvTVKsL1tQvI9VQZ+vR5k6LyhjhA+XoAMPnUsEz5iqp89fYIEPg5d8zxQ+n89aUTWPdmnDD2Z64A948dNPahACz4vQic+HH69PY5Z/D1ltEY+TuAFPr+elT2DexY+7/kaPvcyGT5VHLg9h+ZfPQiyHr3MFYq9Gu8ePdxFMbrLTeg8rnn1PE5iabwAVqm9HOiBPeb4kD1q6TC70QQhvlLZAT3nHPE8ScTVPNnqCr4o4Ru+4vjiPYPZDj6Y6hg+omz2vcgluj1WZf68aLhaPZy7MD3js269V3vevfjeGD1heLk9PWoAPhQWeT3s7Lc9KGi/ve6SLL1kE1W9BIFcPaZ5sj2CU7M99K4KPSygHT6mI4A9SlU4PaVN8j3fbZe8qpdgPktOMD5Ojss9tBPGPXUqpL0OMCE+b9K2PZrqCT2nvAE+0ovovOLuxj3Jq9Y9UOrxPA4ELL09jPk9PE0HvJ5b4D3IfK09nZCwPNSbELyuN0w+JH8avFvvtj0bKAQ+eB0CvQA0CT56V1E+TLDROoj0s7oV+Lg9MB/WvMeL9z0EgPM9GU7zPffHEb3IlNs9FSwiPaLAUD16hZ+8K5bgvS5VnjzfZPg9a8+ZvfQTHr5baCq+31azPE2zsL1sXZA9DeUUvvJ1hTzr0Xi8Og7pvXaYpj0DsqC9LiMevRK5gTwdUDm97WrevfprRD3KpYi9n1gVu4aGlL3BMzq9CwJnvI5iEruU1gi+zzjNPF9GY73gxl89K9cqPHNDDb4Mdau9EAlavdTdz7s8Aso9NAkhPeV50j3u/Aw+GZm4PWxkND7berg9rZ9QPR3JTr1iS+O9DkzavZh6GD5cXPo8Oe8UPrcZ7j3xsno9PDwOPplkDj7Z1e09hHW3PU0Nmr1Iyr89hNeIPZCSrT0VolS9bXT7PBgloD0fCTu9qhWavaCBeD1u4R29WOkMvR2sU76J9669TH8aPuFbHD5KGdu9dU8gvugV/Dwb0lU8",
        "hm5HPBF8B723a12+YgGBO+FnGj1H4AE+4zCrPRe1Yr4TYty9LrNRPZir0D23d4o9UmI4vbrPQT7Y6uE8LGkluw=="
      ]
    },
    "conv2d_2": {
      "bias": [
        "OxaSPe1lvbxEJAe9ZV86vam+nj33q369sFBWvZvhNDw="
      ],
      "weights": [
        "XUQyPsDbET5roq49yd8rvNXAIT62RBu+D+mGPtIPr72FFoq9fkjkvU0UYzyqF2a9qBSNPTiO+Ly6oYu+7iPuPN48lj4C33I9ukoKvtWKgz3qghU+U6iFPm5fiT6ZBnG9l3+SPjWYCz3GUTq+GtfSvRnWnz2mHpk+8Ka7vTEynj6KMtA9pQ2du3R0Tb50I3u+NKDZvU5wzLx85cC9n4Jtvfyalr6yNie+A5gkvvUzOT0ppBM+Nes8Ps/7kjseYHm938EyPkv0KL5f3g2+fzsmviKb/70Va4s8ZeSevONqFzzBYA2+iCB4PvuVU76cKBe+nJBivb8+1Twl5Hw9YOiSPfSUUz53Bna+31GuvdUIU723Xxk93sZ2PW9Fs732Zzg95GUuvsIauL1D5JY9y4DBO7nEiL575ly9GV2OPX3rBrx9PyU+McwfPrPEoz3jB/+9CjqIvnbc6Tyz+wu+sr2fPQIiHz5aA2q+uhbpvfA/MD4+ZUA+lWW1vPhrXz58q5a+vDpGPky/jTwiDzs++NAsPlStm77JTyW9MrxOPDwW7L3uX/Y9mHEuPvq0k72wi3o9AsY3PlVrkL5TsRy8RNO4vbIe7jx3yQe+4y4fPfcyNj7Ruz6+jLYJPlnxsb0hmrU8T32BPrkMfz2KcR2+XzXRPWZGMj6AhYC+7XQZvsDFxb41O2G+zf8fvH9zbT7cQVc9QYjSOvbRRL68Axq+ZQD4vDRkGz4W8nG9f6/4PRidYr7VgrU9ObamvUmtpDzz1Cs+sIqVvvC1cD4181W+1tBhvtmahD5gK5A895cqPtLLUj4e9fG9m4oLPuYeML6t+z8+N6trPm5e4b2aFlI+0y1BPuNQeT1d3nA+Tqi/vBSUDD0gw2g+MqoMvlFuEz6r56Q+GuuOvGkPhj6mSy8+NfWRPs+EkLzpwcO9iifGvf2/Eb4eAeY9U3ClPh6KXT6t7Ys9oaJYPuYSIr6xMRq+bMedPgh+7L13LoG9J15Hvlm+Sr6vqTc+GPUpvXv2LT3BMlK+",
        "ztKOPGiqVb72e2C9t+2JPXj00L0GHoY+MHkwvm2b3r3ROO09z3iDvmREdD6Nx8S8HN31PaAVDz44Za498AMLPh5WjTw8IBo+ynaDPsBQEz4s/SW+Xze/PUzQFj4mAD++VsBRPazFkb4tmcQ93gqYPTlBgz0ZXVw+nsQiviGM/L2oCCg+Q7JOvm/K1rwXAxa+ZFfDvoT4Wz1p4DE915OHvmDEQb6r1c69ol88PmmXFD6lGok99bRdPJDEwLwN/q08pgXoPbXw9D3E8I0+bHILPkWniT1xqQA+BfdzvuqSg77oKXc+D7CVvuUZij7hqdu9mYTFvX0yqb1hKHU+5MzTviaIi7zmMiC+3P2DvpG/w71PnQI+ZuXOvcJGOj6Sl509rfKRvsBs9Dtl/7e9w3yqvkP/iT1OODY91yAVvVgCpb2ihyi+CUuMvgOSYr7/bqO+xc00PoI6Sb6v63c9YzXjPUcCf76IHjK9mdHNuwonqTzCsze+bPNkPW0s5D33rnk9ar1rvZ3qDrxhnS2+ChXfvZPDbr5MxPE9KsACvoxoyz12gIs7iG9ZPl3tbD4lIag+JYkVvtXJ3D4850++z8JpPXUWOb1dx1g8oUJ3vGNuwbyQ+Wu+P6DavGTm8TyexVk97CejPmyghj4LFns+KcOOPQk0ir3CdgU+e2FSPUQ8WD7qLCO99ngOPhYfNb7Ocr49Fc2hu7n3lr26r0E9ruAFPdXVNz4nMxm+NgOtPSraiz5yAE++URtivkJ79D3DAJ++OTi7uldHij5x3nQ+8zN/PlnM7T2Oc5u+nNuXvmLch76u2Wa+Zd6PPH+Gsbz1e+E9p1LPvese5T12D1g+3zvUvT6Jm7zcy+k9gAqCva0hBL7e3Rk+QtGbvsQ2Sz5mZ2Q9mzoNvca7D73jwVU+EI0jPuhSYj7j342+6m8FPv7LW75G3QO+o/pavoE4+Lxjxoo+2ywSvrE8AD7ORrw8Wn00PifAaj6QAm++2jmyugSAbD0xTSe+d62PvhNWbD48K5o9",
        "LzyPPhOfVb52OXs+4kxxPns4qz2waji+mE1JvnMblb4tGIM+hF+9vGFFZD4OGrc9lyKQvuVHE76W7kE9IES2vKNifD6Avh2+xH/RPUUB5D0ge1i+xY57vqHXCb6BEr49Ind0vpmYDb3VekQ+H8QjvvCdcT2i80M+WcexO2B2tL16nik7a8UxvkT4CDweqK89jCoHPYFDCD5yT2I9N/iJvh8XWj23Vwk9utUoPbLsRj6oVI++/6tuuyr3kD7fncO+npg0Pn6x4D0oHG47TLKFPaClJ77jXTE+HUhsvfspPj5jEbo9nfdovtwLEj6Rzri99JkEPQzyN77FpEM+zVdEPEEtjT56XK+9/UA5PrzSpz7gEmA95QN1veptyzzMQek9Ip46vVFzu73NPWg+j+ciPsCtvj5mIrE92acmPs9QLL0WO9298sY0Ps0JMDzunSU+eU7XPNgcFb6oLUq+f3cIPnzIGL4U/uo9q2qgvLDHWT2aN5i9DCQHvrXBQr2kR0a+z7eEvnDHx72k4Wk9RsGDPggkPT51iHe+xQ9gO5v4xz0ZL4C9lanRvXVbFL4vxLG8lHUqPmXMLzyFc6k9ucaUvg+nwT0zpHE8Vp5PPkYcMD5bi9Q8pC8yPjXXML79Zre9ncxivkZuAT5mZKK93hX4urvvjzwEd5Q9S9tuPVAU/T0="
      ]
    },
    "dense_1": {
      "bias": [
        "Ge2lO9CzADyFJEg8I5qWOj3pyrvvLJK6Vp0LPPw357sRcAq78UkKvDAFrju77is8HOn+ubGRDbxn6/C7gMrQOujn17q/U8i7eyszu+BN7DsNVTA8uV7Uu+6TIjwoBf67bB2QO+GF67vaVZg7d/9WvFbmzToAAAAAAAAAADb8PLygqo08zhWyOyyCBrsQqtM7oUxIvHMpuDsbrtW76T+WuRgFX7yA2uO7AAAAANpyoDsOmsC7gky1uxVSIzt30oM7jJMzPKG2GjzgiXg8PFIYu4DembywJlQ7RF2rO8WQ/bv4b/w7bHmBvAXKnrvObgm84wV0O4+KXjr2IS28c4W2u/QJLLyyZd87LQ34uziGH7ykk7471N4HuljSd7xXT4K75NF9vD0wJbxRtg48zkUtuv9F5zpQTTE8btLMO38UxjsWpby7i7bYO1QaKrz01zI8Sq7tOufOlblM0yS85DS3u3KGcrzvnkC6KKHvO4eJhrs+2AW7muh6vHNLDzxyQyg8vNDVOm9yKbvN+Pi77eIUvFCzC7zGKZG8iyWGuroNyDtlQxO7WnTJvCfrtbtArhq8Ziu6O12z4brtUQw8zufwuyMb3DuDiFO87Dp7OiK0NroGqg68mqQ9vAAAAACpjta7Aq2rOtPS6TpPJoG6sNx3PGbAzjvHfyY6UHBuPM6po7slarI6AAAAANRX7bri6ZU6UCNUOYbCK7w5jQS85YWSug+avrwEf7W7zw57OxOILTwvlsS7yMTEuzmaB7ubfXe7xoNHvMmCuLuoEp67s1S2u+1IXrtvuwe8EUU8vP/5brzMdYO7lDs/PDwoZjugWdo7cZ8TPF41P7v01w+8Y95SO8b5grtCEoq7w+sNvAGua7xBAuO6hmkMvECliTv1fYs8je6qu60bS7sQLy86FnGIuwlkELzaeO67uzZLOtArsrtDiZa6P9AlvKUp7zq6U5I8X2q5O2zHBLzocAS8ynnmu51KmLsTjxU89uNaOxyTCrw/2Zu7JmoPvB0OtbwApIG5",
        "1r4/u+rRKDud5+U5Z/BnPMSpkDusegA8N8CevI3MIryo2n07EG5GPNUj+TtmaKK7u3aFvKqHrTuZgtA7tkUXu5eGGzw+VmO7QB73u3OVULt/A2q8QwKTu4QSELxeIUi83MAEu8ZdKjymUD28i0cQvLLMYzuxH6+8T8XCu6s8frsILSi7R1WnPA0YGLvpJIm8vJi7umPSebs9qsu7fIyPuxKYhDsmfFe8Jq/dOxjJJTtf+Bu6y/HFu4n0ArkFKDW7BguIOm6sqDu/C827NYYpO1A3ELvAOWu7i6jPOmystbvf3Pq5SN4nvEvvILw2xmK6hXr5OuP7tbuPW8A7lb2lunIP/LsX/bm7FN8UOxdy5Lvlb4m8APGqO3XLXjwPPwk8AEYYvGbhQDpCV4m8IvG4O/PpSzuim1g81097O5Lc/rsE8T262OwXvBpNzroAAAAAVz8YvNV8wbvDKIK7ehZSuw=="
      ],
      "weights": [
        "/PF4vScX4Lr4fJg9I54NPYDMJzwug+y81t17PdF7W76gjgy+DJuJvTCgAb1E5Yw9QwzcPcQYc70Ysue9lIrcPfNadjwolq29aIIjPaq+Lr0pig294PTSuxPKTj2Izi28UcyvPRSR5rzChHe9k6jBPc4PBz4QsMa9XbS5PTu4rbx1PL484weovfKriT13prC95Bu8vDj/uDzPmBG6StQOPXDbgLvwmdi7bYSaPWhAwDxyamc9VR+NPRXpGD1elIG915W9PGz0PbyOyb88OfVjPZbGiD1XboY5wCoSvXLMF70FeCE+8S7dvHSg1by0Xbi6KWuSvLCzCD1/g8C9uneZvXKzUz20bvw9AJyhuGa+JL0zAyk+6WDRPSfuOj1H8Ck9wvl2PcTvXb2rUls8FNoFPaNsprsWRxi9X7P1OxeHRjvGnsK9Nj2fvcBUyL3f+Di90JMJvgqmIL67JyK9b3LHPatGJb02Mca9NA+WPNAQ7LwUVuO9V6+IvXRTjL077bq9TlV6vfWlX7yFU4W90pUdPajKgTxgcKu9QbuAvMsyUj2isSG+eXRHvSJYCT2FH3e9qAmNPblN0jwX6Ak+eLqNPUalSj0QXxc9OIgAPTnjCr5OXoe9lsxxPVDQLryt7SU9yBX5vFufJL0ohQe85HSXPccypL0B7pI9bv7cPZo6rTteSQW+OZ2XPXXt1Txfqwk9wX/WPLTZjbzIfAK9aQ1yPV2Itr38rJi9ona5vb+tKb2ufEM9mHYxvRMHk7yqd7S91mFyPYySnrzRBUq6LRZbvSYntDu76r09mDPkvDG5uj2pnv69FzUHvi/mkL10Hds9qqwPPqYzTb5SBCA9TwP2vSYsGb6rbI+9p5DuvEB2a7z2xf88UsyRPaWL2TxDofk9C6unPRwEjbulYwU+deqJPU4o2r3X+KM9aeu1PTdfkLtzvKc8K2IDPb/Yjj0LXpA834n0O3KdEDwNVsg80ZQmvUIH4D0vxzc9XOs6PeFZu71PITa937bLvcZfmzwq4qE8",
        "OP4oPV89nb07bCI+qqBQPby+7z1MO7W9HGjGPTrLpT3bMim+8skQPhO13jkBvWu81Kw+vWHdF75MgOQ9G5FKPBGd6bzt4eC98nV2vVrm/rwaAyC9yO7rvK4EMj3CpeG9Nu+VvZYE9Dxw8pS8iH+xPHPvG737wAS9DXZNvGmlmT0PPUk9vsmnvTQZjb2fIps9qCzSvDby4L3h2bI9it/TvZPaKL4UKhw8Sn91PSX78j30+aO9XcqQPYQUrL2GYZu8EaFFPl4WEb3QUN+8uJdePYyel7y4gRK8Q8U8vWbtfj0+lgy+qGkSvYwM17zyrNi8Mv8YvZAQ3LvItdu85I9uPaX6Jr2Hfcq9pE8GvWgAib3J7wC9ed3fPTw6NT5iFJs9DyCPvQ/2CT1MjFQ8nrVYvR7VsrwKjJi9XYWSvfZgMT2aPPS8SAAUPYwOyb0I61+8JMyuvBZyJLyHqa69KH7xPd/Nor1bWMq81HdwvYOF8j16E8O9xlc1u/Neoz2wd7k8rP83vDw2NbvLjEa9deZ+ve1zRz2F8ja8OY2NPYJOKL35yo09tEtXvWN82j1Hpry9e0izvcRgyb2yKjE9JQTVu2AZVr1HcgQ96vAiPULZHr0yIQ49FAjkPAzntbzaI0A9xMJ5vVgFsbydd3M9jAMbPf92jL2BzbU9DISkvWNojLxT5Xa86paoPe7BSL3FNdo8Yri1ud+MizzDR/U84ySDvaxO370paKw9cnkLvTEgDbx6fbm9wZpNvSjk/byFFZU9fJWpPQAZVby13t69uBs4vTr4zr3L+ya9X3PNvUVxNz1iVOm7b4OAPOxZljymTpw8KdnwvQa1nzzfiY29ijNqvWFG773YYqi9LgCLvDc/Wj1VWaE9LQFWPT31XbyHK5u9kuo2vXbR6Dx0QBu9DkkrPO+kxzw/Ms27kCy0Pa177bw1fRm9nTqfvb3Zpz1Uem89jqcOvYVdYjxQH/o92Oeova5R2jtULAC9Ve6bPSuMoDssiKa9zpgPPZE46b3khKg9",
        "G7ZXPWHHTTtXk4Y9FpfNvb/oJDylHm69qBSpPcFgfbvtIYs9GtayvXLqqT3CCl89O4zmvK/g7DweTkO9Z0ClPbMvA72ynLg9S9aBPbrfDD0Vadc7zLoVvVWu9LkNMaO8pca3PQb3g71jnaO945GlvPAURb3FIoW9SeZHPbxwHTwwbRC9pzh/PRA02T2oUtI9sYZSPalJib0n1rC9QxGDPZABQjy+Dou9VKXKPVl60L3oAKq9QemyPdjKBD0FZbe91rnIPPbibDx46wY9OytOPdW3hLwwMAQ+NkJRPMtk5z20p3g8rrqxvX4xizu2hK+9NdwPPZN4Tb2a06c7byKQPGUWiD0UTB891eibvefhXb0YqpA979NzPLk1gT0/U4I9N87Iva85Cj2j/jw95uA/vQq4E73Wz4a9gkiAvYipVrxFcoU93OeEvaHbHrzbPQi9D9VyPShXeT3+UHW9ayatPdSW5T1UWO09qDgGPozHWrymYFg9eiw5vW5bEL1loZ48WS2svP/NcrvO2Wo9cSoyvWn8JL2Roc49QP0POkfNAj6KzPs9PYDuvFR/ZTwFcCW98rbMvdC4tT3GkJy8LeGAvWfyt72c+Ai9R2EuvUvSqr3YRS898ICaO2yCDT6dzuW802F+PeuizD0bxbo9tCGnPOvGpr271/i8pg2Ava5Ivb1HBwQ9ELnyvNdd0r3EYBm9cFGMvVAgmDz75ha95o6evesixr0gW589k0swPUwMwD1AUCe94Ix1vSpM4zywmhw8yUCOveE7LD1XjKU8gw3BPZLwsDwCcww8u50nvclQij0wNpa7+PNPPSsTjj2Z1Eq9bdI8vYE3LTyfWA49E1tCPTDKB70QYsK9WJfRvIK/9j3JMLM94lH4vIqW6D2Bsbs8wGQRPJMUfz21Yq28TIWwPCKVr7t5Eum9RQdGvapRK70jatE8BRlgvfKXA75E8689CwkVPRS+Qj0KVIQ9BnVxvJEr/j3edrM8iU/+PYDdi72jMIK9V2+VvQoDkr02dOE9",
        "MWwbPNS2Tj1IAjg7fnOEPfkHorzN2Uq9yR4mOx8akbzvy8Q9GAh/vV27wT1ZtbW9NOqLvcigdb3wi048v8tyPMefZbyKoqQ9/aMEvXc7UjzsSfK8V369vW2pjL0BH4U9WLDavbspqD0t4R29Vy0hOzAjmL2VXMq9U+w/PL77M70qZMc9F6PPvG+LxL26Vec8f4uvPClX/DzcDaQ95lygvZmIjb3Iuwa9s50ovUIE+D0QWNc8h5vfOwzh+bxh1xy9o2hHvewmjjx9XIq9995LPFfHyLyIQxK9j2Mwu4/dCb1OMB69IF2JvWFyzD3vs728fi0tvM7JiD0DiIs9w+4AvWy52jyaMUc9NQmvvRwgyTyjkJY8HMifvD3Y+zwl8JC9Y0OTPbrrSbw/2Vi9LhsCPiA+I73bBpk9h/ZlPQ2fgTz/EZ48WOLYvO8JeLxjhVm9Ix9pvc3ZmDuL5j89fYBvvcPcqj0htpG9a4FRvQz2qr0RaeG8fOLiPKcCJz3mBZE9XB+vPOix6bw748u93kRevdF+7btw08E8LtvJvViKc72kWsC9PmoDvklnirzcMZC9Z7QDPpatAr7jYTe8bJ2KPZ9I7byGWgQ91+gdPbmQ8Dz7q6W9snh3PfeFxL0sut48ztwqPGf/DztXEfg7eerLvcIWkDnhV4S9wqObvIdRGr3/8Iw9O7oNPYiN1b00UIY9/oRfOzVZmj0z/0S8BrL8O6sHL7we7tU8+0IxvXqyVz2mUgC+cvesvcBphb2FQ+O8EMvWPU6Elj3dhSW9+/nXPVxjOL0R5XA9V+TtuzhvjLzVYZo7hoIyvQGDiz0zQHK9kIipvTmPEr1I51K9iM9kPf1i2j23ylS9Svx3vN5Hszw0eIw8A+PbOF/Kpjzwr7i9UOxgOa44c71d0hk9IkCxvORFhrwOeCs98epyPXpZTz2LC5c73VXMO9huoD1AG7u9bvYxPe58LDxpMXi993pmPFIiyjysnzk95WLdPcsFdr3yGFU9tzqKvb1zpL3LMbg9",
        "zREGPPIi2btk2a68b1dyPRBRuj0TL2C9slKnPGv0Rz0G4fo9E7y7PSvzt72b1L68uTxTPX9pXb1mX7i9X7LCvVbSwD0JZrc9iwprvVTr5jyTQqC9TS56PFDIhr3dmR+97sWdPYNEeD1uMEc9j+smvVgVAD56H4O96s//vO/B+j1Hena8CTM9PZIhPr35RUe9KWylPfOYnrwib3M8gJ0gPURxUD3Adnm9Jt5SPZQnxrwKnxm7JJOfvY8fkDuNy3s8zLeMPGdCMr3C0IS9FlDJvevGWr3CYGQ9sJEBvcVmgj1xoo49ik84Pb4g2DxfxfO8PPOCPZCDqz13Amc8MQwAPS+v7D2DH4y9ov9rvfJ9ZT1PBoq96EK7PfKA1j2kZV68RjCyPcdB870pLF69mtgYPRTdbD0ei+k8Njo0PCXK+T0KMum6IrclvddP9LhCvw49Q9EAvsJgX7zjYNm7sHofPcNWlDwpWSe9WBRLvb0N772Y+WC8SJCKPavli72kNpE9V6FPPIDUUj0/qsE9Yl8IvC7YFD0Pf8k9UC7pO5SEq739iuy9H2PfPeSylzz8fdE9D9Pdvf/PuL0v94o9DvCdPbkI4b3inOQ8zbMdvUimOb2gpgk9hG8pvazULL3kKVG94AWxOxEBrL1sZyI9BBw/Pasqnj23tJi9v9tBPUpmP70dkde8TeqLvU3TOz3Lvsk9tyuHPYe6Ar3M8Go9ogcGvchpGD2UmLO8sqjHvYpx/zr21ZU9d3sBvKsz4ruSYOo9IR91vck6Fj0EYqE9d+OIPXlZc70qN609C4W0vXE5Ib3ZIYI9J1iCvN+ZkrwA0g89xoOTPI24wT1/JDO8xzRKPfTu3bvHo6o9yItmvdp0871iY4G9aMeSvRhCLzwKyCg9AjDYPMWeVzoCSZE8vtQqPZAJiT0ECh69+84OPTjPiT1m8oS8dCexvaF9QbzrykE8yJuRvIzT4L0h1UO9Ff2OPXeSUb05CA69bxCiPTkWTL1VSA68zw43PfD9hb1P3709",
        "XiLGPNGAcz3bFb67wbDouitD87xSkiY98DU3vJmJeD3j/Zk9yTCLvUX1vr3tNJk9HiXAPJ/5t7yoCiw83hCMvSb497v4IvK8zQywPelvaTzrVLm9+cR3PF+j2Tyb8ni9PnVKvRjjkD2llzy896q8vf6LRD3jQrm9bmtJvV4lWj0vZmI9fe6KPUWN+T3NlF69sBmzPQZD9j3+68C8XTBgPQ1qKj1sBMW8+CqTPByFYr0UfWO9+BK0PDzliT0bxbu9vIDTvQxIQ7u+78S9eG2/vXvFEz4s8Sg7zaGSvUXoRb18wM28Lv0rvRu4pr3BQFM9lnG+vco8dT0WeP080RFGvIgQl71PKJS9oIcqPCFGkz0NucS90FUTPf9Bc71DB5e9r5f/PO0Iuzt7dcQ9TH8BvpeEgr0YPQC9TOHqvdEbjb0Zsaa8a8WGPbaHgT1uvbu9k/sbPVdtEj5jKs293E54vC2vhTsiy8I9rORCvVIjLb2UV3o9vy0+PXjFG7tMM029lN1yPekzGTyxGzG9MXRzPRGTmTy0vsK89vADu/Ru0b0WdyY9OfvDPRvC3j3INow9YnikPV9lnL0CRCi9he4xPVVXEj2tCtm9DWuMvSHMH7x2qoq8CeSZPXiU4TyM52U9qQpzvaP8sD20tLQ91etrvT7FFr3THkK9XBRxvYGtLz3qU9494SXZvU6Bpj2EULA9+u6Xu9pOMb3O8ca9gL6mPQv51r0k5JO9aB5gvUSp57zdJaU9coglvTlRCz0nkIo9hjYBu9veGb0wihE8cYNjvfdli73Cfb29aQ8IPgPZrz2uyAy87PirPXIh2T2Ckn898pquvZndIz2iPKc95u2ZPL+Ojrz6OpO96FuRvVu3wL2bsLy9nKB8PPNA/DzYUSs9rLfaOfzB27xpv3m923cMPuB1bbx9dt+8fWQlvfbDxLwDyqY9RF6WvRBLTL2ivic9upGqvK/PFj1MsQ09O2dGPWWH0Tweh1i9SbKQvQf4qT02ijE9cO+CvUFMm72Ymog9",
        "kMQFvWya/bxQdow9AeYqPT1DWDwz/qo99jMDvf2CjT24iRo92U+TPbB6PTz4KyI97K4yveoVJz3Z+gW9qbrivReUyjuqs9c7ekScPdFfC77FrYM9QDRrvT87vr1ghpq8/hWaPTcqir3NrAE9gRT0vCKPzD0ru+G8bSm7vWoSoLqsfAO9QiKUPTpaSD00Wxi9Mb9IPYnNuD2QQIW8P19YPVXxkT1IomQ8FQDru9lE2L0up5i9YrANPbUhBryFPgC+5OySPT78M706xCI9VrtMvT1Oyz2WhZE7pdMtvNwmAr28lLW9X23hPBUUST0r6hG+ygVcPbohlD1gMRU9jN0dPaH8wT2Eg/U8SPWoPPZpMz1xdww9G6xDPZantT3mORQ91WJGPSQ11DwBN8g9m7iVvedIxj0EvaU8hjRtPWA3or0B7G08GX6kPJwUpDt3C5Y9QNf6PL2CKj1U/e48aPqzPQKg6L0IdeQ9J3qZveaiC70hcxO9qoVWvFTptT1Pxc+9RAgPvEtZoj0yXws9nM5WPWLKvjxgU72905iyPSQ0vDzXZ6w99a98PcJTuz2+IuQ9sESPPMpnPL1Wy3W90xCVvaAyAD37u0M9aeaGPVQ+gDz1gpC8LcmPvRPUVj2Ytj29zu8EPewX7TxSHyo9MHOJPcKujz26Ubw9ZAVBPcTBpD14w4+9LcjyvJBIq72Q68q8xU5BvSTfoj1iwHc91UuDvXC2E7z9Hca9gKh2PEvnxD3YlQA+olhTPWQUUL1EvLS9a2qAPWFh272braW8u0d3PVv3dLywlDC6VQJmvfzE4Tz9GNI8BynPvYGwvb0xzoU93ImVPQDPdjxEPKI9zYybPSZQjz16i+k9rlilvQ16ar1ZUwa92QGAPeNIyDotFQo9nhEnPUPltzzef/U7igQBvuvYvDyCJ0I9ops2PNzGhz3IbM+8XDWuPHKohL1+nZk9Yt2HPb1Rij2C2Ho9HVeoPZrrULzJMMY8mAyQPFJwnL05mqG9iPrbPEiwBDzDnAk9",
        "fNM4PfwMT7090vM93wfSvZRSbjxgx0K78Rv4vI2xBrxY5728iQHSvW4Vu716hwu8CDl1vXJZmL01kPY9ooZjvYW8Ab5XD8W9Pi0Qvflcrz1VKsM9k+DgvAAq6LvD0629bholPUh3try4Mlk9OAU7vUrEEb127sK9/mQrvQL/kjyGS5y9OelHveh0qz18Wtg8UhiIvVMGlz2U/Jg830aBPREZDTuu/6O9NbSqvRf/oT0HRRK9QYSKPJ96FD7gWwC9R889vegfvL1uc3+84btrvWIOVj2SfDM8wmv1PWntULygr+U93jg8vSOuuz3uWo097UM7vNS8FTygKJ09lfmJvNVKmTzdXmo9v8amPFUbl72lYQS+JvznPP/WBT0+AMC9tLVjvWigijyunYq9ktStvdSzvDx/1XM9A23bvfsOxL09p1w9PTDQPEB2YL2SbEu9BQbjPCoxmr3Tuag9CB78O3djHTw61wC9X/wAvRxmej0gLzm9sk4PPRmF/rxAM6W9pWTGvGXLVL3nDKu9tf+mvfKhGrxAwC48WLPiPSjCpTzd2Dk9WPWrPWAF7j3xOE88wTrRu017N7wfmKO94R9LvRNj2j3VFLc9jxcEvgMDpT1E96S9xwjqvI96mT21Tyu9/TNrPEIdmz2upjU9OX27vUGQOD2Bi2U9MojQvUzgSr3s1CG8/xXcvK70E72IaXS5FNR0vX7ouz0PXaq90c+YPSCrvD1PRwS8CIA3PQacmj1vbds9FkQgPXHqAj1jKqy9laPuPCCYIT17B009YWgGva0cLLwx2es87jqHPe2RaT1AedY9zQOkPZxNoj0feUw9ZJWNuv2cMT2CWTq9XXmzvSzFjT0Gh3K92CV2PIA82DxLpFg98eCKPROK8bxeqNe9LNmfPZQiHD2ctZI9Zg22PUszhT2/+dW8IOQgvIZeBj0VgEq9lvGKvO5eBD1sgM88DziAvdtt0Tz0MW29jWDMva7u5zt4exA8/KsaO8TJBD2p83u8SamBvahDkb055y+9",
        "74QFPRy9Wz0EUlQ8LgGzO3rrdT23Naq9BE0yu5plHj261tu9GWxvPPq/T71GOUs9jZ2TPBh4rT1imFA9weQFPbPPlLysCT69VhmqvMqp7r0eM908QyPQPYcp1L2UZRY+4JbwPds3sj1yeyO9w7w/u7l0LLxaOrC9fB65vftzS7y7XVs9r+iPvYE/Vzz/XcG8ppc/vc4vJL1Jg088+ruAvctuAbz0d9q9LM+2vcMNlb1O/Ik9t192ud+EmryTubC8ycr7O9IrVb0WEmM97EwWvF23zbwGlp094MOsPcoszT1gZ909NeJFvaLMlT1ma6i8p9zFvYaBib1rjc69fZ1iva6v5TyuAuO9E+qKuZGvrb3jHNW9WjS2PVpVtj24+uw95zEGPr5oCbx13F877M02PVA3Sz2kEFg9w9ZzPf6/Pj0tDIs9R1tuPWgvPj3d4Lw8PxoNPmUegL3X+dk8DEarusb6az1r4Hg80E2ZPa8Qb7vegto9sBEyPY74VD1P3zE9cRAOPUMrhr2ZtxG9NlMEPqMUEz0GYlU9hROavXnH1D0o/eu7dBWsPb9m+LstRW69G2cRvMj+W7zi/ss9LOO0vfqMkT1GqYy95UMnveFzbj2kXZi9XPFGvVK6AD3tHGI9bFfGvcE8q7zt+s086qSzvXw2mry0tSS94d7KvZxverwJv+o8z1HUvd3guD3FKEc9yMRyvbvppDy7JQ29waPPvZvKKzvYQhM9UFqPPMwx2zycoGs9xhcFPd5hHz0aPEI8yz0pPZO6Y7xw5jq7JLFyPaRDAD2jBfE99TETPUHwRT38oRK938mMvEiHEb3TmSw9sTGavWhNR73JztE9cjsAvSkkgr1qwdY9uj0JPhOQaT0cyCK8ohZqPVUuRL3Lvj88HbCJPCJWPbtBMf49UZsgPag5pb2see88VEOWveVxhz2tIbe98H9FvZCywLzZU5492UkmPVMUIb0DfSQ9wDNmO68ZLz1KGKw9NpltPYAph72ek+Q6sIKGPcpO3z2wCPE7",
        "9QQSPSzKIL2G9oo9pVN8vScEJb2AE/487ft4PMm6Db1yNYK97HKfvI4FMT3p9oW84cEOOitszj1lcB49zVYzvZZRTj0hboU7EweNPcr8CT3l9Gm94keoPUcJHT16cgQ+lFLBO8+x7bwoVIa9fViivCtX0j1WC+M62XNlO2ycXzwa8/k8fqVavdX9EbwYrYO92TrBvDAbC704GSI9WRa4vFRUPjpEoJQ8qX6lvTQIcj0odjw8O2VHPWRCQz1NiS693tnYPCEYRD1xUac9FXyRPcbKNL0dXHY8In0pvbJFbz3n1yQ7SNtbPe0nnjz1CGM9VhSrvUl5rzy+4n48lj6+vcaFmr1eUIg9gwoYPbXnOb2Fa9G99nOAPb4FLD0BOI09jdTSvcN78Dyq+b68ChYfvLOIjj0eqtg9bQjJPYXHxzsk+PQ8t5EhvSfsmT3K2MW8licFPHdKrD274aw9XbGcvalswTyTA6A9jYsSPRtsILwwVxM9gyd3vKQREzrsLIO9P90xvGazer2MusA96AfFvQbWh73dtJG9F+2FvRJj77xBC4g9QrQTvUwqhz0miA49R/D0vBERiDxtl5i9RE19PSDbiL0uyRY9tXpVu8FBLL2w7Zu8Rni4PfMDjjx7t8a9mkplvTq9az3Zxu+8y2ZhPZ7b4D1iTiM9UbLhvSUHsb0eN5G8Dfm6vdFyRby+Y1k9lGxzvWCE8zwNPrG90WCGvZzCG70r4lo9t0aPvUJHoDxZzLi9NPClvU7Hoz3XYgq9TsvBPBD1Kz2xAaM9aruTOxyXhL02qQy877vVvSrMQ72Zrwm9tVtjvCHoZr2KLx09dj6hPVBNgz3bDZ09pDYSPlBf1z1FdoW9NAeUvQ3U7j3ZLWc9V2ahO7a60Dz046E9NpKePI2JJTwLVZ09/jCpPTo3Fz5ehQw9h7tHPQHvzL3yK4w9+93DPclUFT1XK349mY2wPVpAiD09H987fgBAvdzyhj3xkci9/2kOvezP47zsJM89I4qePbIGoL0Msdg8",
        "KLVOvQniGT19cVu9O8/xPcZnijy1zbM9gzHrPAXOU70fF4M9W9YPPTwFlj26mhc9SwqSPWG6mD1tq1q9iOH+PbrS4zz7XwQ9C1dfPb6xBD0P38Q9kKrwvV9cLr1qOzc9sTaqPT0Ky7poWXO9Bnb7PYzNjz3U33C9Qek1PcENkTyUXog97+ESu4oIeD21C5U9oCeMvZUXqLytb5G8GYZ8PRKonL3fVcO88K84PTkVdD3z6F09PqaLPOThoT14G5Q9kzaNvKlzVbwDIU48Q2OKPaLqBDy2zaO96K+mPaAcZj06sIu9uUYIPrh8uz3Mu2S9A5RLPZPYJTwC32E90NM0vag+Vb0Apo+5b2BRvBWpeb25bl298ppDPbjcSbwuVYs9SrsyPXwhz7vM7NU79w2kvcSqCb0syWC9Pn4fPe08yz2h0fG6FB2bPW+9ob0z/0q9LLFWPVyCe72tf+y9oKeKvWgLyb163ss9EiBrvVwUtz0IGQq9cDiXPQkw1bvQ/pi8P8B2PVSh9zxfcdW96guTPXGix70tcbE9ZubVvN7VQL2a0569ZrgWPYRb7Dyxec09zCaUPFUdN72bSh67hlarPZYEIDyi4oM9Cj6tPQPDT70umMc74CNRPeH/iT1/07I9JWCRvY234LwqZCE9SVopPZa7271x2mm8I/WRvbwOHz2dILY91zw/vJItOT3rHxY8TXlPPdvBfD0Oija9tzo+Pb8eb72BZci9rxRyvStdiT1dd489ifM+PVuk/TwogwE9Rm3zPBo7LzzTibq9T1g0vW2hUztSt968+bd5vYBZkDzQy5S9iLtdPYPrubvisme6HpzfO4RKijyh/Z+98R6jPVgRljxbFKy9q1oqPOMpzT2rrSO9FDG8vX4bGz4adxs9jF5ePQAMgDj8YLg9xV0DvuvHAr5Gy8+7vdHGvTx7Qj06Yrg9Nj6JPH3lwzyxL4y91j+HvW9Kt72oH/+9b4RmvZQmk71u+SK9IcqHvaToyb1u+ui8tYaLvQf7RDwKVjM9",
        "gNhMPH26Aj4ql988RfB3vWXDXj3ECUE9Z+/TvS2VuT1/uvY9hA1RPXFOnb1wyY29BRgaPRqLoTw4bju8ZS3wO7DSn702gGK9yMaaPUPQlz2lOAA9U4zJvJaclT3RyAi9VjEvvV4aRb2VXj69xwG3vVx4AzyaM5S9wSxQvUeutL1Re8y881VtvcE/9z3ZpUu9jlBxPS3ZWz08JMs8FYb5Pdkujrxbu+E7C9UmPTqvOb3rWRG91zelPSnNIj34nGW9l/Urva3jwz2YjMw9hpF+O1W24TsQ85o9NafNvfKQhzzJVKk84s+MPUgpprx63JA8l532u6kzXj0h6Y491FXeu91R5z0vb449idtZvQz6Vj2ce7+9+4wSvemNfLyp0se99ByIPS9f3by6i9o9Y2FavWdJUT2If8y84likvFwmyD00MNs9qtfHvH162D22hw69SOqlvWVReTxNr/y8MlLBPYcPvr34D489LbKKPU453jwMm5k9EfHCvJd8sjzRt5a9Hk6yPaUHv73fjWY9in1EuoGHmj2w3gi85BSgvFR32LzWLkY9wUqFvMOWqz1NlS28AHYqOnQtV71Cwrw8DpvzvPyjFr3MBog9RdmZvRuTdD0JVj88Tge6vK6PrL3wI7q7052HPU0grz30WxQ9Qj8WPYz8Yz1RqFG92kGJPKG05DrjJp29M/sJPid9kb0iZjy96DHSPIyCGr0cSZq9Ubo4PSzI9T2QscO9TDlgPIK7qryc81i9q7EnPWnazr1Ovra9efPGvGwxRzzohdO9qNx0vSQdqT1d5kI8s+PNOmJ1mjpXg0E9zPbePKMo5Dyarlc9l6rOvad6Ir2gQS88QmxEvd5rGD71Ve09npbwvb8C9L22C569xGtBPfJruD1F/Ww9sY+NPX7vb7xavYK9Lk+LPXyS7Tx7H709d9AAvmj0zrwDTGs9szIyvU53CD1C0388ROrcPY8v1ryDc628hjcEPST41721huC8gqwNPnVETT3FVDg8d/B/vSJiJb3zZCM8",
        "qUSrvUlDzToUbmC92C/TvdNRqj3qW/87mn9jPSfqnL0tZ6Q9a/6dvT7kHbr+kbw9hovAvb/BmT2YCH49tXgiveKciD0IPJc9/CAcvZ9/nbwBShQ9kR6QPWI8RD2v3bE4BZdNvQSjwj3kpE889vjlPX5LoL0KRDi9vSJOPX//xbz7Tos9/ArYvWEoxz3fHgK9UhB9veQKvj1YEMm826+5PGtyV725t7K9QIwSOyg07LzuaVY8MLgCPt4jcTyiAxm7st2QvP/0Szx8Q309ZW7Tuu2hkL1WlSy9aLErPBZk3DyRV9s98dWrvYTn4TyjZvm9oickvRkhND2AuNg9DShHPcpQXj3Ywri8nhCWPAbkgD2i/MO8LPWSOzBujrxVtyI8rWhpO5sbXTtHf6+9BZoXvkHYgr206iE8H7fCPacMcb2SniS9Y0VzPTQCCb668bU9vZ59vVzihj2s+Zs9xtqlvQpapr2caha9GkS5u171jb1OEQ2+QMmvPZtfu7yoUE49jFXOveCPkb1vDJy9ifdjvcU6O7xOP3E9bI04PS9AlD1Kr1K8/jWrvNOjMr2Sem89tWt8vBM2QbsUrFS9c8tfPQkPuL261PW7h0zPvWqWsL146HQ9qFpbPUzqLr2EL9W9E15KvfROBjx6ObS9sKwVvYKrfT3ruXs8YhZVPOSs9zwohtW8ELeJvfsA+jv2Ho69Gp92Pe5v0ryvHnu8nw6kvbcn7T3wUN+87RdlPcTMV72K0vI87Lq+vLxF5b3JE2Y8aFpTPXr1xz0Gg9a8Di/GPeGS6730paq87v1FPE0g9DzDYq08BsmKPfh6pb1wb/u9WI6iPNjoTz2C1W+9ZNqBPVoxBD0fQ869bYf8PaVOtr0F8y69QgpOPRZTtT0g7gA9sXaDvUwMKTwxhqo9OOcLvhD18T1vWls8Qr2XPNe+5DoBRLu8DhOrPVrsezxylKU8+QTqPUcLbj0xcy89+jezvW3qsLzcjL28l6fpO9b8bjz9Wqw7Tjh5PaYbsr2n/ei9",
        "hgfBvcjDjD2WjLG9pCcgvQGNUb0M1WO9MhNsvdJDgL2QRfg7N7l3PecJkbymR5y9jtqePK6tHD2C8Ce+50uIvAnspzwxdaW9avCxvZBhy7t4SPS8draAvSDHPr0bYik8nLUgvW6VvLw+mAU+i9ZVvGWFaD15lvw8os1+vbZHrT3YXZi9tIaNPabGbD1GqYc9Rc6ivHf3rT1xmCQ8OykFPijAkT0wJyo9gFNKO2jYxr1JfGC9q5yGPU1GDz2g4+28hnF8PF9zLz2IfU49hKSau9fIRT33xpC9I7iQvc7wYT0/NxW9e2uOvd/Q2L0KAI69thfNvcpwGjwxQO+9v+eWPA9WoD2zufg8E3poveT+17wlNXi9IL8hvfAu4zwNB8e9ULE4PfQTHr4DvA69QVYsvQmdrDwBwMS8Jds1vAJLTj2hPaS8tkFGvTe2az3lcwq+I2urvcpJkL3ls0y9O5vDPVGzNL3Ufc49Iag9vSRxTDwksH+9KdztvDAAQTx2lTA9vMyavUfUpb3HnY29ZmzXvGTLtTyn9509Rf3KPKYC4D3mEZo9k3SVPBu0OD2qviQ9OyF6OqKsjz0Xua28Z9+SO0XiFT0Cx6q97Y4LPdhp7Tz7/Y69wCbcPFyVvDqNePo7Lts3vX1yA7yn7Dw7TsgRveO7i70rNfe8e0CjvT8gTL0RMee7aVKJvSkvl70vuym9QPy7PdwUnb2Toeq6bzJjPb7dhL0WZTM9nEWgPWJPd73GboS8LWXNvWhqcrwlAoq9sA4uve78+bwZJfW8dfnCPa5NgjzMk+g8kCgwvA5ZBzsInAO9ugKXvSgqkjx3R0495H8OvPLClb0G+029S+LePKWJf7wcSXa9Yb0zOsFr0b3xpHk8hdTnPMCeKb2FdIu94YkSvY6b0b11H48967TLvVi9cLwGUKG9CQy6Pb/USzyB/w6+1nqCPC4/mz0+k5y9vm2EPZNSb70GrPW8oesqPecrXj1hgyI9ci6QvelGuDx9FAI9GGNOvBtmbz36vQe+",
        "2yQGPcArnD1IzTc9qfmyPVOBzzw2iYo9wiEJPfmrlz3+UNu8olEEvfACur3R6a+8gpmevAYKlz32pVQ88yWdvSsuUjwHV8s9FOZcPaC7zr3g/be9njSmvQluEr2Eg7Y9KG4iPbRH4rwuDlA9lo6xveV8GD5drZq9ljmZPSRjVj0s8aW96D5TPaSGXj0J25s9EjmrvU5+Tr2qcH65enTWvGWgrb0ndcm98pAZPUe7jT1AH2e95+lLvcE+MLzMhcK8YgnpvE4nsT2ieTq8vwacvLqLpz3iNIW9tpF8PQIcx73jyCK9RQ1NvfRXrbxJIja9fPYWvT0rAT0STGi93o6HPTRjlb3lMTC9at80PZyxoL2XumY9APYZOSU3rb0d+u69QL+lPT7KTD2zL8+9rOU7PX9Wy7xG6NS8xIPsvfhQBzz6zZg8ut6yvTPSlD147IG9LtstvcoYj70tprO9BZK/vCP54rpuQk69W04EvWXh5jvZgUK9v1SjPTY0nD2KItE9YJDYvB6zDb3IAlK8sDL1vHcaBL1eWac8iTJgPbqWdj0R6zC9N96HPbyhjb1wBTK8VuDHvTh4Ab4qBMy92sFgPEZX9D2T8a687+smPX/BOL1KmVC9UwuKvXP+bb17CEg9o8yQPUaYlb2fc/u8HNEbvc/Pgb26/am8S6RJPHlA7L12jr09vHYEvC5OrT2u4Lu9rbb+O+aW8Lxr/+i85yqFva9crb0HmaG9tG6NPQCpAr0/Y8E8CEKlvZLDDz32Y228+9APvUhQjbxlosy9NAZiPeO4wDwJz++9gE43PZhpnb3ozws9heuUPIDp2LuLPJG8D56avRDb67xFPMg9HDGvvPkzwr1Qg5S75ccQO+I/h71Eq7A9ivaQvAcbhz0ir+s83dScvWA6xbyHTfU6BXBKvKQ677xqEr49gJQgPD/HsTuvQ729aq7Evcb0Lrtlz3I8SyuYPTBSyb22cHW9pN2mPBS+5L0QUWo92y0NO9RUVry730S9KWuCPSCtg70IEV69",
        "NMXAPVuE2rylq0o9wJKbvDUFrT2ZxHg9lDnxPWLIxbq6suq8LEorPep1BL1Q3BW8irSKvT7AjbvKZ5+67FiVPVQnJr3L4E09AxRpPUJRGr0vq4a9z6SOPVkfgj1/Rrm9vUJwPUNZcr0Ps948CJoAPQZXY72d/io9usg5vfWSub3GscU9x4AwPZGtlr12STA90LWXPTZUCr0Gimo9uDHePCljR7z8uYc9emwKvDsKlzx8cp49wKKDvGzTcL3OTjM9PNYJPjdquj0VZHK80GzyvXTb4Dyd2hy9T/CePd4Owrxcvbm7TXGRO/UUaz0LTkW9uIE/u8Nekz168Do9ozezvQ5ncr3LE1s81uM8PUFHEbyxRg49+qqfPKd5w7y6X7O9iB2TvF7JFT4mt4I9w5qiPPkkzDtZPhA+26ntuSIXFr34mBw9F5ehvUWB2L3i1Eg9BYXZPXf9ET2S3gi9sXvwPEu+kL0j9V09KAxbPd9GpDzOv4I9igy/OrJzO72aiqe9exuIPbScK7yh90s9o9YFvg4GCDzOOLM9cUwhvWnLHbwBKxW8WUL1vBlQNb0ew5I9SfWdvLd7Rr3Zzaa6MJGhPe0fsD0DDwc96BqJvS32lTxhhsu8FkXPPI0Nj73pNW48J6LHPQsSm73G4Y69H04Pvqfipb3HPpI9/H2gPUyh57xSObU9u+hBvX4hEr3vcQM+Co8QvQ+E7z1THV0935sBu4yfzT042Mu9ahZOPUz5tjzGMoc8Qa9EPUyyO71nvLw8AF9jPf3XNjy95De9syWEPZNSTj2NVhg+6qiuuwUlFL13XIK86GIBPda1kr1QozI9IS/2PYD7cLqFBAi93svCvF3wnr0AVqs9vHQ/PV+Gtb0zyYw9Zqs6vfFZibsAOh+8MhgIPhyXnz0U7sy9s6M2PfbgTT22TMC9hE1jPEpydL2mwuO79qA/veT88T0RmZg9W3rMPI+Doryxnr+9YsafveWA3bsmK2k9zAxzveRKKT1bFQi+uuUEPb2UULy+E5O9",
        "hdQ7vaScErxbEfM9sK20vKpNjD2aNc486b4PvRqiIL2Mxli9eFvMPcZA2T2XVfq8VsgSvVlXMTpQZiq9Cs9uPV91PD0B1AS9eAr9PBIwoD3cA8Y9LNzDvNZucz1B6ce8gKgWvJyJh73DSts9BdZzvc6Dc71Fk/u83STJvDd9uL3vft49tUYlvTwSkL03fu88iqy6PU63ar3FD7S9PReivadAhbx9otS8YpIcvmmNQL3SePs8KA0NPoL7xL1wkne9qF+IPRbIvLyOkEc9D90GPn7t1rwMM5w8imbbPeGWVz2nGie9tZshvra4sT14Q8o96019vazber1HeNQ9ilC1PTbAAz7Ywqc8AZsbPUH6IzzRXtq8PVNBPRBah70fAtw8/uiYvRrMnj1MOdk6OPb9PMR0Hr41x8O8KqljvaxEUT1/z1m9F13EvRPDET2wGTM7jVYvvQhEIj3Omoc82pzYPOv2xr2QdZ29BlGKvE0/2T1OOzK97BwQPZWX3b17+ao9Lo8nPUjDqD2jyLE9MrAaPXJ/Cj33LQ89BspkPVbNBL49bYU9xcQgPB6YPT2o1mQ9z8DcPBD3/r0DW+E85vkdvYuRKr0Y06q9cwGevTiwBb2ZquA9GAEVvCNUkT15jea8eg4DvSwGmD1JnAo9ghT4vA6DsD2cRnK91o2MvY2bcD1nhok97mzHPf4Puj3nQTy94dqBvQKHCD5W5Fs9yZwOvsz+5b2cf1O9hp2+u+Etrr1D6q499cIxvd/Lsj3HkVS9G/1AvZPdoT0q+au9jNwjvReuCr0TA7E9VKVAPeCAtb0nFyE9Cq+dvXUAxD31cvW9f+BtvQ3ziL3+zSU9+fQvvGWxIbwULb88WKADvYNV6DzlUdM76chVPY9M2jzxA5s9Uo5mvY+PXD1ALbe9WYF6vdrPorxk5Rw9DTlFvbXk5zz+MRc9wKpEPR7dGbyT5Xa9xA5hux0qFLwGr7y9v3IDvBeHoDzlA/e97H6OvM7UT7u/s/C7Mm6bPHQc172r6dC9",
        "QOOAvaOj5Dz79g49v4iuPT/EI72BmMk9SPKjPfBUtb2Ufa09JemWPRbLFz5249m8XRHFPba8Rrw6v4U98vFTvXza4TxTe6a5S8WQvUdYBz3JxGw8IUsVPbqRDjykFWo80AJJvUR9aj30j5g8p5t3vbJvaD3Q1jE9aICrPAwNUD3q5hk9Pus9PbjqhL0lL6E9ieDpPfB1KLwnW7c9kAFYvZU+uT18KbW9psLOPE4RRr1ojgq9ZUgEPOAnV70rl/88v8YFvuWwlLz6CGe9tuBevFMC2r1TSqu9DTa4vW858DpdXKY9drO2vGJzTT1+YpQ9WJixvfx6mL0BOKU8HWV7PftPE74Gyim9AjDXPM+evzw/8yI9mwyivbhtkT2BD/Q8nQlqPVtElL1Mklw85BiuPcMBgj1ic5O98P/ePdyJAD4GfpM8IKkbPVj6bjyP1++90CyGPJJT2Tz7aoQ912NEvSexNL3LYcS76CRjvUDR4DvTG7M9NVz+vHULoL3UfmO9NgE+PJntq7vRPuw96JQ8PeK0or016uQ91x4HPc9vsbp4jAw+OKupvZ9RTz0o4JC99aNRPXDe1LwQmEK8cNWbPaE5Bb4Wfno9DcnzugVNab2r8RO9foPLvbp0iT3vNqQ8RYSwPfa7s72RvOC9wpD5PA89e715s7U94M+/vQD2/LuUpJo7Dl+3vCrgfb0fHR09tYOtvUw9JD10Cr87XRVava3yt71zC167gLciu9iJZz3g5pK9cESrO6qJGb24d529OPxaPT8+nr2QbQM8bPRQPfSj/DzUOsO9oOSavO5kyLsW/ni9hyKyvOWOej3D7D89Q2HKvI24n701aYI91gyevfCiy712ZQi94FFduzSPvLz0cKu9FvWNvbVnQT2nH3w82RpYPHaGa72bbwm9X20WPO/YZL11oY29UMc6vcjdEr1/uK49x4GqOyDOob0tYpa89ssquzLJUT1q8uy9TlVlvcFFoL3KhX49AablPM0K07zhu0s98i/dveCotT2ygcG9",
        "xSiGPNq6Hb0pNWA9MWS8Pd9zCzwILey8lAGUPPBC6T38SFo9LlaqPRf5Ur1eXpI9pomgPQXsWr0OIBW9fgWsvBYhmTyB4Hy9i9CBPSfkMrpXESo9xG6wPfsMsT1mU3y9c1CDvdjmxb1daWM9ZdOsvbW6sL0lxkK8bMF1PU8Ntb3usce9EJzVO+7jPb3k1AO99+JYvXHQyLwhU3g8N33sPXLeLTsOuw08E+YBPeYB8L0FYY691BD4vEYO2T2I5ba9vvpAPXsF4L1gkvo7Iyx2vMbXkTycJ4o9s2v7PPgM+jzaYaq8MZK4PL8xuL0ewe+8jLswPXG4Nz3olCg9WaVRumgfzLwA7vg73dPHvZIWr7ymaBA9nsy2vQ0LD70DADs9wK+gOxIW271t9NA8336XvSzyVz2FO5a9bROLvTOI2zwujiW9s0bWPMpWMD2AidE9dpiGPby13zybfxu9We2jPZs+Db30Aru9+XuMPblBjTuQEQq9uNT3O4sRhDtpxp47IxP7vPk59ry4FqO9Xmk3PU4pRb3Ucnm9vh7APaRxjz3MLsG8nICAve9l1j3POYo9rX8muzKWFL1jbgo9xM+LPeJp2L1xPzs8xzwhvYVW2b1TyPa9+ZvKvEVx5jyjSY69mOqePVWVYT1G4oA9ZONxPSexVb1TRnA9Z1iVvZeck72/Cmy6inUQva8vD73I9ry9oktgvIKalzz+iAg+NnPqvM5RRL2hKzY9w6HfPEtj2LkhzVk9BKR4PJkGdrwVUA2+Z6rMPZ4IoT3FPj29EhiSPSUXur3ChBu8B4k5PX6Vej2tDW29HI73PJuzjj0Ob7E9QvcHPujeFrxkKXy7NWISPV5wCT0vtc49OkuePWRfyjwy5m48jRaoPV6AHT2uIbQ9alLzvZ2W9L2QW6C9EN66vXUd7j0LtbC9ElB8vbceFTubPJU9RSV9PZLFGb0ggrA8B1M2vKVmg7yTg0K9dYfFvTFX0ruzMfk8P4GvvBeDV7uwIGi7nf+xPe0Jd7xa9mq9",
        "4dK+vEqCnjxydI+9RXA+vcF4wz3y5dG9hDHNPbHFPjygOBA9x8d0PRHAYD1S6Pa8pEpGvQtBnrtut1g9jIkrPNmurrvPh6a91RNOvQY3Sb1m4ZO8kDN3PPWxqr2O3iU9phjDvW/Mxb1/yPC9eUeYvbBFM70NPqO8JakuPXVJ6bxhHLG656jdPOU+or2ALOA8fWuCvQBuIbyL5yc9XZjeveBVOrzX1wa+/bfvPdop+jxkgXG921rYvdx9ILwwOoi9zJJkPROTkb0lXBq9Mf9nvRc5Ujwhc/E9JRHzvB76g73Kmay90opCvWVj/zxKi129Vy0MPSJrWD1u5LA89ssIPl2XT70VIpw9RWN2PT9DpLwGT7I94VGKvQb+Hj39fzw83xKKvU05pj2BYfm70CW+PY7bkL3Tm5898QCdPQCAhb0rMJC9jwdxPeIHvzwUPku9jjvMPXWl1z1Jves99L4gOxu+n72krog9l6eHvaYqo702yQk9rQnRPBqczb0wawe+/16dPYgtCrz0w7m9LnsWvb0sVL1CwJC8r/kJvTWcdz2s8uw9GaijvdngSz2aZO+8QemWvfZ/CD3ZuJY9l/2hvbjmZb3tf+g90eCVvY+Zd71mFym9NU81PnrJv7zeG/+8DjQ+Pfm6H7089jQ9+/XQvQb5Tr1VUM29MgJ9vfLjaL3cpYQ9OBaHvbMbW7x+MLY9nxHrvL50qz1pHRy9Tli5vZfYkLxY5No8kDsPvUc7ZjxgFrs9pN4qPMkAuj3iVXI9dljlvQuVcz09f129OJ6ivbNn0j1PQP45HkKXO2JeSL2Op5U9NwzvPH42KDyru1q8WgAQPhZjuT0RNVS9yQlCvcUvmrxugaY9LlXSPO7xPDtzyRq9Aw/fvOVwnD2ebsO84dZvvTH+kr03OXI9nTiXPcoRWD0gRio7JInVu0lvdr0NQua9jrM3vfopAr38knM8AFXqO0gjsbynvMW9fhWEvZjuYzyQevw9B63dPGzeiDzwrN+8w3r+vZM9j71eu9a6",
        "G1rdvSvdjr3s0ZQ9uwxSvTL71b0nS9W4uNwMPrNeEb3FFz49Po0ivaGIxrxddqm8546JvUXH0j3ahkE9ahK6PYk7qTvNqzw7rqDevQN7BL2xLus7f/m+PS8Dzz07D4k9mWOCPTIY+D3U1GU84r2hu5LeN71Xpom8/32fPXh0cL2tcv295nYcPXLaFT2Cehc9rvg7PRwD8rzR7zi9HfOAPYw0yj09JzO9Z16iPUwgrL2ILGm9vDBgvSX/kL0siuc8bviMPYqsoLzRXb+9j99APdhZrz0bZoU9aGCSPaO/gr3LGpI9CcGtvfrDp7s8Jkc8xMuIvVOnxb33H3G7+zZLPW9fhb1IqDU9kp2kvQA0cL36rAC9XDiSPRNUfbzbLps9ICM3vA3Ytj0ZWug9xGLTvLQMBTzdi7a9/3DGPWEFbb02N8y90iANPKzZEr1I5o69kIQqPZj3VT3XRv+7gvaBPeKBk72XbuG6mNtNuhpVrrxk8cE8lsdkvRYHyLxytrq8Ac68OlZQfjxptDo98ZqxPNQm0b0EcRI8HHNPPfrZZTsG3Tc9vHQXPZLEPzsl1Uk9KAOyPQCHlzsAbEq8J2yaPfbCN70HWra9LLw+vXq2Wb2mJp49WlR6vG4JVr30Kw687IfUvR0rhD3Iw++8SOy0vAHNsDwJzIg5ZXJevRTuA72RgE09qVT6vYqcFz1tDt88MiwlvVFMdr2JoMo9DNqJPH9HsT0APdU6bqJXPTVmAb7hp4g9nB3iPb4+MTwafME9NExTPWptoz3fhFQ9WDWDvao067vLBEG77L43vAXjE73wSXi8142tPAhjl7otipe9iUzJvFDUXbviFHi9kLhyPdWZZ739Hsw9J33jPIOGcD0LAiw9xPibvGLDvbuUPH+7MTTcveEMUb0S22k7Lx5NvQX3zj2FlgE9Qf/GPf2hAb1cTwu9bjKVPIEQZz0wji89Z6kpPYIZyr1q7iW8K25NPVr/nz1ZiLy953y4vR0Zor0yVuc9/OmBPbQ8groUVDy9",
        "NJZuPRjSob20ZkE8etcKvbhCY7x9tCa9xmyEvQn6E7sBcEs9i/zKPPl1NTznVn+9MnravZf3Dz5WkzC7hgiuuIWLuL2g7LK9HyMmPM3aZL2BNXu9dopuPUm/irzZ2sE9kVqjvbovEb3CX8I8LSJEPYfngr0hbp+9Q2GfvUdXgD28kAC9C8+kvZEa/D275gW+a2xCvb4iPbv6FEo9YwUJPWEcCr7BDWA9nWl3PWn/373lkjC9mNmnvXx2DD2KqOQ9+qrvO01UJDvsrdu87xtgPbaz+D0lhQs8i2GlvR6fyr2KOis9fahEPeUbIj1fKoE9/CSUPePhnbx2uVM9prqWvfz8WjzLJgu9JnhkPUGCm7zFG4U8O4KBvXa0qLxzvNI8Q2aHPTs1uz2g3hA8nzWNvav5gb3bp168o6pFvJZuob2ki3c9lMerPXpCeD2126A9t/K3Pd2S1TxlcZY9EYN4vXzClL2dDus8mvTevB2uYLiZgz28bsvLPTi+Gj66OO89ldWbvD3iZr1f4bO9YYgVPeCZEbytNNC7YC9QvFTNQj11XGQ9oXedvUQKBbytx469Vjg6PfXqLr0HaoA9TD32O8wlyzwVcIG9iCxjvS1fl71h5Jm91qLZPDLK8ry3NYM9Cu4UvjyLpjwqGAO9CFtAve25tDy4DIa919jqvQ0rHL3yafc92ZbnvRrKR70B+tI9p/agvSz9h707+ow8WJdQvUMPFr2Rf7C9D/G5vTV99T0dY2s8d5sxPTwmlz2pfRe9YRyXvD1ZgL2uHiG9mgxuvRChDzzpz+Q8LT+IPY5X3jwm0ee8/ez0vTvYFr0BMWQ75MZAPKgkQj1F+6g9r0CxPdof0r2tbQk91PURPM1Ppz1BaZC8aqfSu3DklzxCNYK9d5SMvHPc5735rBS9LsTNPHcHDL3Nf/K5eah6PWoQAj6zHCs9pNMyPfAd97ybXLe9nM0jvcwaO711NcE9k+sTvsXNPb2qoom7Ev4FPVwwR719Ji49yZyYvFjJgr09jB89",
        "wxOuvf/TETw5gSC952SNu/tdCT3m5ca9l0OnPTYLyT0k94y9q0d+vUCDuzvGFu49f9OiPbsz8by1xWe8nvCTPVV+I71bgMy93vd8PQm42L3O4C49uisrvVOj8DyHF8i9Xo0pvDhEq70/Pb28DTv4OxqwxLxVS5c7phKZvTIHXT0DmMy8EeGoPTNpD77s5J48kme4vTUQgT0hi+a6CAOGPPNCUbzyyOw83VX4PG7Vhj0o78K9XoNtPXnkK7wp0dE9LmzIvY0MhD0KPm89qTFAvZM5ML0PxOQ8BTiXPaM/BTxPJJS9M6ZmvWiXp727KME94pHYPKWp4TyEO6g9RQFBvcPaOL0RXwE+aXjTuu5dXby5IAu9z6IKPYjVizyhKYq9BVtdvY0lBL2O+FC9hjr/ulIQib2sPac9BBCkvOGfeb0S+yq91tS7vcDOTD2mJqY8G/TfPLyAZb0/gkC9BXZcvdC4Abz26oI91YrVvBX+Az6njZA8rJ4qveAUBDv2PW+9wN6HvFlbBL3sxQy9vRYPvbLvXz06trM9zSMEPCfDgT0tSgs8qS5vvWo0+rzKgtY8JCLGvaWThz1vSIw99f0xPVfTgL0K1+M8xbW1PGCTWD2rloQ93i8nPSKj4TxLoL48/lGHvY64hLy3+6G9XAtWvZG92j0VeqO9vETKOqWlDT3+Xa29DmDqPM3SVLvuo7G7jApWPdEDGT1na6O9KU8FPhHWIL0fIpe96xpLvGDP3D060qo95NLGO8WWqj0EeY89h6bAPYd1Mj1YAiM9GhCZvciYgD3z0H299Sk6PXvvVjzFjzE9IYZOPeZqfD3BghA98tKmvYd1PL2zS6E8AOOQvcR5V7y1LbI7tJTuO/BQMD0kFx49YUguvdbUqbxRaoW9qVnAu/hWET3n8Fe9QeuQvZxCHr5ATJe9VXDCvFexcjzV6j089TPpu6wQqryigvW9nVvtvbIeAD0lUjk9A5f4PMX9DD5egIq9L6qfvZV5kDwqE348b7w2vNanjjyvEGO7",
        "/5qBvf6gp70UIV09Mz3zveFZoT1Naya78USuPX3YvT1LQna9yfYAPgt+Dz1aAJo9c55hvWh9pD2hgGw9egYFPqN22L2nIBM9hLDRvMTJqDxyvSO9QjeVPVFXNr1WHl87PR0svbCzAD6535E9miSMPZu50r26Jhc+CZAnPbrvejzEDZI9ymylvKHPmT2D/+68qo42u93XU72jnoW98xX2PFM0uLt1nS29aweJPRCGoL3J8HS9d/UDvhz7db3aPVe9HtLVPfIcQDyIkxc8IV6CPU9ls71e/d086EpDvaXlvb3PTTg9/ss9vRbQDD7yFiq98mTCvASPUj2fmaQ9iCPmPZ5CBL2YE9Q9yvR5PPTHPzw4DIk94avdvY/DIT11Vp29GlssvdLeir0co9O9zMmxvRHmdTwWDam89DCSvf1qfjzz34W9aCPVPcKsYbyFX8C9NTrzPOpsPD2JsMq7WdODve53GT3PKne9tZwJPeBAHbwot4I9b92FPeAdDzs4BGA94jjrvHgcij0QIJE9fRh1PRZbdr3I7dW9iTj3vc2g3zu4oYw947mJvItKhD3dwE69p9nYvduhsr0KZCs9xy26vU4GiT2Z94k9ddsEPvjHPby+YqY98je8ucAolj1Az/M7dVxUvQRmrj21oCc8zMhNPXlWkD1yZf898W5Yvb94ij3hxMe9DHfIPAK5db1VPcq8hVpCvfN5Jr2x7TK9lyzRPPGTi7sT/cS95e9CPQcCZTx0uKM9RxsSvXHVWr3yAkG9uHfKPKBJyT1gP7i99533vSMrlz3alRU+cCq1PTjqi7yYsJi9pTUAvpuS6jy9dP+8JLfIvbZkMj2HXps9eQKIPX+u1T1Jyzo9o1GHvaqSCj2hTyC9OAUCPjRXiT30EuO9+WVEPdlXS704bKo8r/iRvKud4j3uI+m9r/1ivZHfk73Qn+I8HTtLvYsZ7L0bDHm9rrs+vXYDDrsjI5o9ju2qPZsSqb1S6Us8qLG6vX26Xzyvjkq9MEIIvGnuLD17yMw9",
        "IwgrPXhco7zgCEC9pgThvS9lyz3zFmW9uAgVvbiSAj09XsW9fW7/PBDTUTzB8Ay8eix+vWAeBDueWEg9xYfLvFDdpLzFwG49+3BBPRrn773gHH678ZKJPSEuHD1fmV89ZX9JPfklPT2BtzU9LytmPZrptjzOG5292GvYOv+Lrj2uD4q9GFvsvT6EOb3Dc+28P/+HvQSSQjy2q3S9gw6aPVqMXT1gndQ9lJjQvQezdT2u2Nw9j/iuvfxoab1pL4q9xS01vWxKnDrZ5zK9oszXva6wHrzV0aa9q+cFvfOozL073jm99vaXPA/UrT3nyJu9eKUivVU3/zkaa7o9mTAlvGPmADw+iKq9RVt+vNh4pz0a8o29CQ86vclZprw+ZYA90OH+PfJOqz3KLPc7NFotPG5SdL2ek6o9WLbzPULUbD2+PIw9M8CpvZ6F0L06agw+d/sxvcBu5L3YZpG9vrcgPKj5yj1fykI9FxaAPc2RpD1qDZ29PQKwvcybZDw7QdE9Rah8vUFRdD3YQk89rS6nPVlNcj3Wb3U8xwg6PcQcDryqr0w953HIvceUUj1UVf08zPyTu+3Ymj28gvQ6WB7iPTr0WL0kJr89vCOPPJplDDxJ6+67QCiGPIVi6j2APSi679uMvdvlUT3xTrI9MTQou99GjD3zasO9YxuLPQjt7jtMBQi9WBFtva4g6zvWg6Q9n66gvQz/z70WOiK9Tb99vSUcPr07mQY+pEgxPT21CT59IPK7xZmhPT9wJ71cSJY8HtIUvsytvDw1WTe9gb6hPRZkWrzuSjS9HbsCPRtwl71mFxy9LmE0PWRn3zu72kC97O+/O369Yz3Dx7Y9anBuvbvgML2EYf+8+JajvTlp77yRGnU9znZoPfGYs7xWX0o90jvXvDhsm71bcW07wWYmPaIcBT1/n9W9YOGevebeUj2TvHQ9ceCiPU4awL2tOZc9qMGPPfBL/ruWRDo9tFU5Pam8bL06ZWE7Kjopvf4wj700ui28rVqgPdTLubuRhDC8",
        "cMrHvXNCtz3Emqs8gh6RvS7eTL2+BZQ9+Rk2vW1ppz0yAP87bG8LPBpy8bzmgyA8T3wqO04myr0s+VC9YtanPb3Uu71H03+9GdX1PViSx71mENu83HgavLpcrLsfAhq9HKJwvBP/i72edZg9uO20PXIxCL4LfL68+YuCvdbdtruzXdK8ew1AOpRTCD7WxRa84Ln/vJ4eoz0to608uip7vOnCNr0MtUi9GmL4u9WsvLm4bGc9whmiu5yY77xXAKg7kdGtvcjvsz2+XKI968O2PGfHcbyQX6q9xq6rvSJAvLxmmdC66WnOvLWqyL3n6YE8qBDKvajzFb1h+su87x5NvFh+CL1OMOq8KJ4lPXcOgj1N9ac9e2bOPWwUlr1puqk99Fe3vf7EgT3TY309m3LQvYIaNL15KAg9qm9jPVFkQD2fgMu9deK6vIlYHzu18Oe8k9u/PPv9Cb3zREk9jEYMvuzq+jzdZKY9icyLve8hCLyMJAc+gf5AvW0nOT2IugE+iIr8vAEUwb3Erzs9BTw5vR1PsL1d3pe8IAIePMvSkb2nH4S9K/ZWvUFBErwl1as9OHCzvHGq0b0KDGk8hapfvTnXDr60E+I8eiuNvV+aAr1xD4o9gqDAPPk+xLxaiSe87VckvRGoJb3MRxy8PRN6vOxD3Dy6E2o94MiFvWfyCr7w3qg7mrcWvM5D0T3tll09/ZaePcgNPz3kznM94GM5PUoV0r1L9q47gCSOvfh47j1hF9w8RRH7PLhfbr2UqCO9ImuNPTNsKz2T97C9WPtgvD4PrrxgCQC9pgFFPY4th7ryu6S978EBPdNH6T1lBdm83wz3PawN671j/6a9RyGfvV5hH7xTrpK9nG5dvVHrqj3LkgU9AeuQPSEHjT3h45W9CIEGPDknLT21TpC7L8LdPF6C1r1JJRs9w2OlvS7SA7zu8349ziGFPbo8Ury3FYW9kVZXPBPSdj1N+J694rC7vFvpjD2j0+y96u+YPY0HrLsNQQ+9HExavfifrj0T1lC9",
        "uaPmu1B65Lwk3TI9flTKPZksrz0R4429HMuvPduFgb3geIS9yu7MuPhBGT1jkq872x+/uwMAUL0xu+u9XBfwvESrrL1gzIm9PD7uvFUKbr2cjoo9EolFPavFvTxguA490opOPIQY/z238EU9TNq8vYoebj1SU5U9skmxvCrhsb1YOuu8TsamvQG9rL1WVw69smDJPSM+cbzP/wE9R2ObPcfW6zzNlYE8QLCxPMUms71uopM9BlO7vT4vQb3OVCG9SJZHPOH+sT1Umxa9KTXGvTUw/Lw23v29muZevXs3hT3KNNi9YYeBPSv1FL1hkM+9WB+kPa6aFT1e/ma8GfcNvvLdoD0C4k08/kJjvUYzCr1Jbv47Ko2sPb0Rtb0TDKK9R9wnvSrtxrx+sAI8T8SnPeKRCL6XGsA9kE/0uw5mN705GAE98uWQPBAnyb3rMq08M7+KPICbVz2RL4692QnCvavcdr2koYA9imh2PREeAb1yJKQ8YnE/PcB6c70BS0E9NP4UPTlGSL31eay9aBH2vQGD1z1pTeK7hi8ovcUCfD0cGO08Kr4YPe2hqr1utUq9VYMKPfbzez3pGcW9FH0SPbMEAL0UXie9HtucvXKSJr3NjGW9oQ0wPNbMozolII49ujSTuKK2p70xQN87lgYAPc3gm70JorI7jhLyvTnn2j01pLS7AH9Mu1HGi72ji4W7fC80PUW+2j1+Y0C9cAXnvBCU47sLjyQ83t1RvGWAer0oJDW9IC8svXKvjj1FRZC9IC4UPYZJdD10eS690lvau7sbjD24J3U98YkrPZVJnT2yu9+8JrBTvWl3n7zLpgG+vBK6PXxp4r0KqIo9XvMxvfe4nb1y71w9E4WBPZ8P7TwfQjs9szs0PQoHdT2mZbO9ZeJzvX5uibymOgO+OmqJvdo1CL5X/lO9ZA1FPCYDJb4zdZS9LbMcvS02C72jxsO9D2CRvY4oxrxH1pw91DL5u31Xsz3d7bk9eZitPQdInT3SFGu9j02hvZukYj3P58S9",
        "nRxdvGllgj2koBE+f9JevdcIPTxDhma8id6UvEFx1rzO1UQ9OC0xvQ9VoryEsLG8jveOvXwE8D1yFIa9gAc9POAQEz17ewa9le7HvA62nD3+KIy9tm1BPXpMcj3M4qK96O2gPd6+oz1MSp293lgIuy2Saj1W+Y891p0svWbPkr1Ac6i9J5GvvR9AvDwNuk+87qyyvYQIhTxavvc8VJujvHrOkzwMwhC9wFrfvaxnjryOSGu8IAIPPda5pb2zvqW8TC1EPVVlnz1gJXa9WdqYPJtuoz173yO7q40XvFTWLb3SqzG9CtWvPUg1ULsrbDQ9jKBuPZ2WAz3xTrs9f9BZPA1vnz3tBIe9NOaKPWwv6j0fACE9KIHIPef3B70013K8kySzO6rwPj2czhS9mBbcu6rqCj7jCpO9GIFevSjSyL3ttBI9v991OwJHjD1H9qq97vGqPYNgeT2D2fu9Wpr9Pa/ttLtLqgw8j2mLvFJ6rL0ssQ08Mb+qvYbFo7wdNIO9+8PkPEPg3r3mwcg85/7WPKJ11rx2HRg+U0RfPZCZu70p3Hi971b7vCft/7ytZa29+ROqvaqGdb3vqAA9EndkvKwx67y8me+9Zo36vDoMrr3lebY9cclWvT1Xd70OZcw8DGOUvSP7nby4gkC8+pAXvnIoUD2fpZC8NfKXuwdprD2rO7+844XJPSsLIz03yx29iaaYPb0AFr78p+69oeALO9iKRz3FXrc8IDzxvExJ2L33t4a9TDzuPYuKKL2tzVc9xgokPYgHRbwbm7m9Pc2vPTVGSb1DF3G95C0JvXr87D0E7q43L0F3PB8QZj3HGmq9tjOyvNIa57stjom9oAmqPb4bKLxPjcY8KiCZPb/air2FoZ48G6m6vc6Wcj2ZYZe9B/aGPaS347xoFsC9W+0LvQCr3LxHgiK8rDkgPVD187yc04y9y1U1PYcQpz0XwHQ8y9ytvDISAL21Da+9A0Elvf3vKz1xBxq+3LLWvc++S71on0M92yipvcTUHD3ee9a9",
