{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              24,
              24,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              24,
              24,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5,
              5
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 8,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              2,
              2
            ],
            "name": "conv2d_2",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 280,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 140,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "softmax",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "dtype": "float32",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 71,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "83235131f8876dfc9f3c054dd565685046437f33082db88c9f277015d6c2cbf4",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      24,
      24,
      1
    ]
  ],
  "output_shapes": [
    [
      71
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            24,
            24,
            1
          ],
          "values": [
            "WCw7vwfzKr1hl+g+UO82v02JPT/YfhA+uca0O8A5gr+E4qY/vLXjvQvVdz9HUqw/N0zhvztHv7+vCZM/XS2lvulkWr45Zdm/9XGRvha7ij6Kn9o/7dehPnANkb5oMcO+u5biv4R74b6sxKa9WQ/Gv/Z57L7xVMy+Rqy1vgfQa7yf3ok/4yONPlDDoT+seSi/YnO0v9a9ib+QMcS/1QmyPuZtoL7SCQbA6AM/v7ppKj+qlxS+s3cBvxXFEL9okHm/E6oLP5LqAz40OYw/eDEZP3oXtz2q+dO+n0VzP0nWAj88GCBA+IfMPuQFNjwcmIu/ZoWoPovcIL+KkiS+3pPkv6uQ/D/kQRg/IrZyP82shr+nzws/rbKOPsiGXj8XXrw8J1yHP/CmST7Ka5a+SdXOvd9IZD4tBO08KmIQPwWv9j7eAZU/Q1ajPor2gT8DSZk/QexCPlYWDL+qJCA/gSZ0v7knPT1J/Re/IJuyvfKRCkC5syA/yCFLP68tDcDwkMm/BS46PvfFy772KJq/SEVovzzZkr+fD6Y+Z2zhvXKk7j6ZSx2+W37Ev6OKy7909e4+BEEQv+bcWz32VOO+JXyLPuNJFMAI3nA/pEX4O6SgTD/Ki5++HBgAPwWJWT80J46/rAr6v86Tor5oyE29r9ljP5nuIb/m1So/bUyLvwCiIT8lcCC/Iy4fQMkTij0xziNAH6qRPnUqRT+P4grAk+8duysmgz/vWQQ/XrRcPl7A0z5m+IC/2UgPPsosLL62MGi/0BnOvlyog73eAmi93DAYv5kG7r4azLg9kdZYv7LT0b+Q58m/WM4Fv0aJWL+OVo2+83a8Pi8TOr0eTQpAhzuwPz0Btj+PttQ/SyzhvhPhV7/yf+2+jHNjP3UK2j5AIWy/0oIEP+Gj5T8R3Pm+TdoHvxtEOr2GUco+uVl2PgsebL+/eJy/HH1RP57adz9HTlU/Jg7LP8fVJD4opuw+eXJDv9zD0b+Dns0/zGUEP3Q77r/pG0G/edqOP8wUgL/mhTY9",
            "4aCQv6BtgrwZns0++gcQP3I07z+QEgq/PbaXvrhqxL2F/DM//V0JP8+v+r4a3lI/G14Hv9/xY7/wL889RQXlvhQHAMBywS4/prlcv1DL5L4v0NW+0ZgEPnlHlr544Mc/xLOEPl2Z0z3V+4s+slkov6zDHL5fANA+RxWQvxmjYj/JHKU/md7Mv+W2lD+OEz0/0becPt5Si74RoBA/3IwzQNTYYr9G8NG9dmxNvfCGcz5n8vo+LJWzP8Ac7D5Rwye+5CCsPofUdL+nYQBAEVyFv1wbFL/oKlI+tMcGwO8x2T6qW7k+X7fOP3efmb7Bd5+9BA40P+WRwD/0t1i/Up8yP1pCG71SDJO9xtquv2s7FD9rGoW+MWMqPwkRMT7Ud6a+RFG6P2pksL7aMwU+IRVlP1ClVj5fglbAGcECwL4PwL5JWZi/kd1FP9GkBD9WIa6+vPY4Pm5czr5SSEm/pd9gPwlZ9b+7hM8/uzyLvuPboT6mvWW+V3YoP9hJXT/SMLE/VyQyP6S57j5ka9y+PmkEPy9DIT4Q98o/zDLdPqvzyr6hg64+3+q9PxYyKz9PHxy+WBeFPvznrT/j6ku/QHsrQDaCrD5VlHy++O9MPqTsEz46p8g/eolPPpcnaz4kTQQ+puJov2S3Fb6t6LK/ZN+Zvm6Xub+W8aG+xJlmvtNCQT8/xo+5lrM7viZbMb7tLe6/srg9P2RKXz//lMs+NBpAP4UnJD8/u2m/MOMWQJxKvr+jm7O/wsjOvo8Ouj+84KC+wzqCvg7yqT4CecU/eUmsv+IuTr9vmpg/Pj84v8UrjD8Gqz4+BpYBwIx8YD6sA5w9tQr4PdmcKD9+HbK/fSGpvyyH4D7QLDq/c24eQBTzR74PRLC+j8akPiPJlT+DQAq/zhB7Piz+lL31CMI/PxlXPwKEx77LAFE/UGweQPWhf75ngQI+FzIMwHts0D55tLO/esqiP/I1/T7TA8y/aHNAPX0gQb/36b8++YoVPyfm/T8bQ0m+L1anvxXPbj6knas/",
            "b88JPupGzL7ZCS0/21PqPyc7G753r9I9w86yPrPbt77hqam/UyC2v0jqhb/8qwc/kvmEv1Ps8r+edvi/S6CLv1jG+z+nMfs9PE7GPs9IFMCnLoU/aXygv5PnJECkM9a/krgnP5ZC4DwtsPo+eOe6vhmgjj8WQXw/t7AZv+iYsj1b+BO/0lUuP/SAUr+oIxI/zO0KvKRdq78qEla/DBtjPkRnRD+ZNYc//KhHvsHZwD/y6jU/YqkuPntYM7+H4tK9b0YgQMiLS7+aAWy9INZHP94kFr+imwY/gHb7vxz5LT+HMYc/5jsJvwUHYb/p8JI/HA0yPxlNMj+elmu8usLsPCADQcCQ/ho+nmI5vltYmz4MaQI/SAuGvFh7nz8nJGw/W9OWv/9CjD8fhoU/Kj6tPxYmlz+d/ES/y40eP6NveT6X1gs/sHTOPncuvL3l9ps/Wo7zvEBioz/UfrY/d3LrP+jRXb9imlU+MEO1vgpO3D/2hDA/FecEPzmvhT8FaPY8Dh1qv8rlbj95tss+fko7vzd2lDzabmQ/Di+MPVQMjr/UdFM+vIqpPx/SJT8LES6/BJ8SPqL9mL9dofe/z6e7Pr2K7z5yfIo/ABjePlhNij/dfz6+Pk5MPtQ2Fz+mM1U/38WJvmElQD9aIm0+S3fuPyjCLkCKR3O/3Mg8v64R5T9UoAy8EYgZvo/V4L64CZu+SLATvze0KL9EK4a/iR4ovysVYL6ZFFE/PYL/v9rM5T4FgNS/cZ/CvxThQD8wZF++JBccP+AR8T8n83C/CJ2sv3GQMz5Szg0/nDR4PXN5xj9qoai+tjmbP4WTjD51xwFAfPvbPgExsj2T20W9A2WYPeb9fT636oU+A6uQvz9NXb9at4C+xOaBP9amRL+R6KI99rykvo1Orb5WSlc/jGOiP1mkPr7LyDq/djgQvepyDb+JBme/3cvXvaBZKr93Mgs+8mYdvzArFj+21y4/TT4RP3ypmj6hqRc/up/vPsXQoj42oYg/t+ZRPzF1Vj80Bn+/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            71
          ],
          "values": [
            "4Cz1OvNoHjyaa+w742ThOkrcdT3EaBY8rE5ePfVHqjo89a47SNmfOdL6LjzHoq48fV6rOZZjbztcOYA53VjBOt+HFjz+u2w8pvyLO0XSrDzkl4Q7kN4wOSo5BzpE2ug74DMkOrRLyjxRepQ7wpemO9MrqjxDEws6KWUjPRYPlTsaDpY8hMBEOgo0zDtxF8k5Y1bXPIYA0DwZYZg5LHpQO+c1KTq0IfQ6dzdNPHQXGDzynAQ8F6SePKfoBjqHzYg5IUNiOWiegTwWBec6zd5GPlnoNztMSnI8vcXIPe4TYjytp/I8NLA5O/MUMDsHDIM7NgbkOysOKzv15nw92tLIOhZ5MzpwbQg6mXoMO5KJETxfPa87xtOVPFjp3jw="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d_1": {
      "bias": [
        "RpuSPU0AFT7PDfM8py3APURz6D0fnAk9x5m+vc1o8z1A6QQ92XZKvpmeUT4r4HS+1T6AvcO49D2iGbw8iASWuQ=="
      ],
      "weights": [
        "Brf9vYOIY76dt2m+/hkYPnHH2T3qyAU+KcUnvpqOT72wQQo+ilujPiULXT17X5m96QCnvf9bm72LNL49Ep1OPo0vyr3EMnu+8yLLvNFVMT6ftpE+3oezPTuxFr4VV0W+hEftvTeEVT0MoSO8OiBdvkiJgL5iHiy+tHjPvRIX9L14TYM9pkBsvfWjRj1MOw++7wk1vkx+Fb03hqs9fwjvvSunDb1O27o9x/bvPRJELT77q4E9NYAoPa8i4D1bA20+IcpsPtlDKT03/C2+atDDvdG6kr1iMZU9alokPskw6r3Wmfy8fcMTPvB+tT7biJo+Cz0YvhenCb7i77g9HnKTPoZWLT5joIu9lgk6vqPtPLv+gr09ZvgQPjLOOb74ZWa+kB58vICRe71IUpI8jCQMvaQBUj64uzM+npaGPiRlXT4qYC6+4uCLvfaROj6RWBs+ILoOPiVuSL5yiNm9c7YNvmVD0T3QMgU+pWj3vam6QL5UAPG9ECH8vJHqPT3wTPS9eExpvtvNV76WwE6+CcAmvRUST74Vczu+hwpcvpsz2ryHZbW9U5UVvh9fg73hmqg7Z5UQvvvllry613m9CL3DO4zCtT03SAu9unGIuornUz2YRQS7q8IlPhMKED7NMUC9wT8xPjwUUD7sVII+eYXcPUtnUrk/rCM+Z0TuPRPXe760hcM87p+xPcrgKz5l4FI9yWWrvO0sA75YdZ29qQYlPtWShT1myVa9WF8VvuklVr5fZww+TklOPQdVRD1DHCS99CZIvZi1DT6JQA0+ZRqzPfc/6b0paTa+OsDnvZ/OOz1vv4A8lgwzPkHYnT2rIZO75cPGPRu+WT5BJ549zHqWPZZNyr3iPtA9xYN/vGSOEz76/7M9uUcrvtsaST0y4xM+9FKqvPyAmDxU9269UZwZvizjpb0mzU+8viw0vtQEEb7SyUi+a6u+vVlr4jzZ6g8+1gbkvVueC74/Hje+0ji+vZTSvTtxTaK9jYSMPL1PNL4Es9u9EeCbPGC95zu0fZA+",
        "UrQ0Pqj3irwP9m29LWsvPpgaqD5m7Uo+JbIpPs3MgLzPbq+9xLCMPHKNBL7ugRO+usf4vd1nNr7w3+O6FnAuvqtWtr17jAy+DynRPE0wPD6B5ko+epDxvUtvEb7EOHG8alYmPsENFj4tb+49RhXHvPg2+D2P7Js+m4JmPvHABj5DXW29gTzTvS0Aur3tUpA9oKAiva6EMb3IqrE9dLQnPj4fjj7KlR4+qa0hPl7dKT6N+5E8K0szPl4CuD1EqNs9+W+NPQ6Cnj0IYrC9qOkvvjyDW74J+bM9GnUrPRGa0b2M5qi+gFBavjXmUj7fHKE94NQbvuTrQb2Cvz09E4+sPcmcZb46tpK+xUL2ved+pTyKoyO+VQYjvrldpr5bXr68Q5w5O24crb1gL4a90Ou2vXJHXj58XJM+woU3PTKu0L3VjZY9ioOXPo+Fij4C0gQ+6MY0Pp2Dbru5A6A9ZE0NPThMUD3RkoY9dhwJPg5Vlz1O5Do9W4rqPUOzuz3xpWG9DtbTvSpekr3CYkc9yzRUPEn27L1By/+9q7Iuvgtn47005349pJl0vMq3PL3uJIy9gFwqPI5Y0LjD+4s9XX1tPS9oqr2i6IE7g4SMPnfjfz6OtDw+coIOPrfd7T3UTTM+ZBQBPkfnIz2kXg8+nS8vPjDv1b0hkZw9z6cnPfcUnr2FSFK+eQmGvvXBoL6XOJe+cFSTveg35L0wMFu+ZI3+vWfv0L3mANA9XndFucgntL2UCnS+IPsdvrOVOr3V6oE9+CKlvZdGAL4FajO+8RGyvSvj5D0a9aQ9InU8PidueT2mrxe+XSh0PlxrKj7SfXw+skySPbyjhT2stMs+Us4oPmX9AD7YV7w92LiIvQHcgz5IPcE9tUQXvpVTCL7s6ae96whBPiysI77Da0m+IrObvVs4wDsboQi86RsavoySaj0tAA698m1+PTPEgb4BkWa+wafUveae6z3DcCg+YJxcPcqt3L3t1o2+6YdzvlDZrb0x82G9PJbmvaZS/b3Erxm9",
        "I8u9PcIhdb5Stpe9jM0qPYhvCT6Uv0k+pQnwvIpkS76f8gq93zBGvEAPAr1A6wW+s94iPWPCUr6gdVS9dWa5vQ=="
      ]
    },
    "conv2d_2": {
      "bias": [
        "PThPPWKGzb3a2628nLwwvOAnJT7MVo+9MbQGPS01iD0="
      ],
      "weights": [
        "pfnTPURYAD7YQuO+dMWrvjDoBD6O4Yg+cQ+pvpq+TD4yY/K9D6rivnI6L75CtbW94eFCv9kQ0T3igo690ZjwPZZw1z4R6BS+LIT0PZEHLD6aTiM8vmszPppggj6LeqM+s0Fovu5Nnr7DPm++Wx3QvZT/Yr4H0ig+s7DqvtOuO701JYG+e6JYPqKGgL5X5hq97fdyvUemQL1UELy9Bi0yPRG9MD4WicI9UsAevm9GKjxp4l4+9O9Bvmh7zL02B+G8yaf/vCSuRj2TAz++0A2SPXM8Zz2f36U+e9esvksYuj6PCIw+E3gKvkyhir7ToBq+x2DMunsklD6iiqI9Glw7PtzJoD5zXxS+iHERPT7FezxXLo88msd9vnIrCjpMZWW9Na6HvlXMIz7RJcW+808evq79hr7ejQW+vDsYvlIYZ75Me4o9mUKbvipyBz5ZqqI9KOssvrudEb4qNxU+6MrUvtebX76VGH2+bG1cvp2zGb5OWoQ+9T3Dvkw1qD16n0Q9lFNXvp0Imj4LCqS+e8qNvpgrUz163oC9/9W4vd/T6z7RBRY999YXvhGbUD41OCU+0jpSvhXZwD1UtoI+xI4OPq6spj6SW5+7hrbAvOVWRT6cNVQ+e42OPnczrb0bvhs/Ky2uPhkwKT6736Y9yi3UvHK/Pj5QrM0+5/oAvgFmyD0Rojc+FX+avpDLtL7FchG/E2Eivt3YkD4Ztpy9WW5APkhbvbzynUs+dVqMvKwkID4q/6a9hNU2vu3PhD3nwZo87YOAPr7Czj3H8HU+9OGjvl2b/TykAzk+PsCjvKJDZ75QBby9+zpxvq08kj4FHwO+sscDO1EYTj0X0aU9aNRYvV9xNz3d6Ki+wR+Qvk4j7b6cpU6+nlWYvb59lr765b2+zb2Wvnb6m7wZrPQ9YoCDPl/4mj4miNu+/gQVP2stQr483JA9ERVqPW91XD6aE468uPqIPrBJcb3ULns+ftAHPqkUHz7icAe+sTOKPqbhFb4pgUC+mHDevsgLMD6/XG++",
        "rhaHvuXRnrytTTg+SzVSvf3lsTyETe69qzNEvlqA9b3slIe8+R0tvlJeez6G9Ue9/vSMvUflJL47mH2+JDgrPiZThr45LzI9y8FWvk7z2r399yi+l00Zvh63z71sCyY+PL0bPrEVC74BWps9GDdyvssJcb5Eawc856lGPWY1Ij7kWN283WOmPj6fnL5QDPe+WiH2PqcviL6KqBC+vmmwPomC6D3yvlI9fiajPqk22T15ZZo7HF2yPtIjjDznxag+72/qPbainT730/W9zEO3vjynrz7jhSG+34qAPXvzzj66ai4+PT2zPSDpYj6bJNE8J1A1PYzHaz5vPmW+aNgkPk6dGLxmYyY+VVb9vbM0IL7YzIu+g3/AvX1jfr33Wb++a9KwvZsSrD0dNt4+dJktvgmTSb4GaNO+G933vDmD0rz4gCW8PIDAPXJIjz7a8z49JVnuPfb6kbwKGRQ+OKlqPu0/BTxDkJC+itYVvhbtrj0AkJa++e5CvsDGlr4Gfik+TWwoPg6tC75voHw+l23FvejHaD47xDa+zJRQvl4Y2r25vwS/hs0KvjhTyD51QW++/VmCvrF0777TUnM+ra0HPiRyGr4EXoc+rJCvO+vMAL55xE4+Pu0YvkRoRz62zLU9qQSEPk9mhT6wxcE9T7ELvgKH9jwZTIS98aOyvtyfMT3KPKm90UmEvT6kPb5A/2m+xUagOSyvpTyKl7A9fvsEPuwCTr78vD4+GcnYvrZGcj5WMYQ+YJXGPXb7P71/CM69w3gWv5rdvL6tM2i8IPA4PSJJmLz6lSM+KlQHPsjYC76tPsm9pEFnPd4KcL5PDyy+MLCMPn6B2L6Xtpo+cdpjvlYGGL6dln299+WLPtj3UT7P7MG+ytpEvsZSxzu0Wde+lWAfvk38Dj4QYaI+Ce40PmfhaD7NsOa8Jh8RP+ndmTsytJa8FJgEPnnI6r1hOkS+Gg6+vtBbBD7yVeA9PVsJvvLdOb6OG3S+acIfPjtDqr1j0GY96JzGveWu9j7SMlC+",
        "W9MMv3Qjgj6ieiy+o/bOvqdAiL6qxM29NVVYvmJKHr7y0XK+xc/TveLxoT6rWHw9NROCvs3fBTyyc3w+bpZuve1Emb7Tv1Q+RWWCvq11Vb54FWM+9EgUvjCbrL2E1Ho+mlRgvmkuLb6oSxg//pk5vuIThr3uzR+7tLGbPlPz6T2vUQG+laCZPnhLDT7x/pa+ILu3Pf6tv7zq41a96tZAPn9Ijr6Iswy+p7hrPaxf473fXEe+bJO+vhH+Pj7dZwU+c8fkPlfG8zz9vos+tRAKvRBZEj4/+fS8R7wIPvRi6Ty5Ixs+az2IPlkGtL6dTCW91rC4PsKgN7412Em+5Tz6PmWZrD1bUAm+cC7JPW6MXD7xjFg+LJLbvvuUgL2P4QG/ABIKvk7Uiz0w7yu91ZpCPFbaMT69rTC+ke1Nvjchpj4F3vO9O7O7vXgxtL4fUoi+H5TXvjRTlD4wqoA82lONPgPgfz6o/QC9w3PKPf0Wdz1XKis88FZjPphJmztF7DI9kdwfP2Mn6b3mSaU8rMemPrCymL5cxui+IBj8ve3y8733gQm/cGuRvKFJF74gJdG+mMBgPmRU1D02mVC+bJqpPa61hD5+WIE8Y3mTPR6ubr7iLx29mr8mPkZ0GLxePDO9Y1O5PYBzq75Llrk+oG31vWKmdr4X9C++1ePfPvz0t74="
      ]
    },
    "dense_1": {
      "bias": [
        "YFoZPqKxObyLS1i9KPMtuuVWuL2HL9k88xxQPVlt4Lp2ksq9L0foPNDFVD0rdLo8nufPOv9oOD27xCO8H7esvBALBz6sXRI+A+BMPe7DGL2ZxZc9ULkDPV/sPb26Ag68qZ9PvTpR3j0cj6G9Wjq5vbQEALwhj7w8t745PqTVfLzYHVa4v+xlvedEgrwD1tS8aFERPXj1EL1B0mm97j2CvU8uAb3qmok7mYMLvPc3BT1wng4+j7mgPOMapryvUp687JmkvNBYrrx/ThQ+pjGUvOJqoL1L6qy8vVyFPXl/4zyunjO9o6z4vMCasLzorxu9h5oAPKuD/j22llk9BV3pvHejYj364bU9fTS3PI6yR7qAoiw9M7cbvCfXgz1wuXa9AVYLvZ/mBr2MDFK9Mu+JvOy2DT3Aq4a9vlWHPAZL9jwkG5+8w7F5vVxFv7xL3ui8WBW2PPsp9jxyhY48v1TpPYdblT2+pBq9nJgUvffAXT2pH9e8rfdfvdF+oD249ay8flZHu980Fr0+cdI9HRtzPVs/ej2tRB08Sku1vG5JTrwUrxG92yb4vGw5Ij1BRSa9W0oJvapFKDuUVXo9HRlCvaJE/Duecpo8IQUrvE1GHj13yn68RK6APGUHRD4aNnk7DRhzvXGDWD2ZiBs8ISOZPRrZhL0j3m494pvtPJgUZ72tEge9nbghvWq2Mj7MSYu7G9FEvQ7v2DxbLui8FkDbPOx9ZT2tXyU92WdMPWgJEr0kTwu8GLdNPdSos7x7Alm9J0zcO2Ax3Lz+RJw964HMvHHhgT2AcrC8FRSevZUEnD0zh1S9Itq0vHrsuLxy9Cq85pqKvZ8Je72YO3a8khGNO/Zsd71eIHq93ColvMurBT6riJ05NWF8PJLl+bywrZ87tmWbPeg24LdN0uk901YRO6C3sj3bluK8Y+vGvFKWEzyL7GY9JVNPveugbb2NtCo+SPZAPfQuK72UPMa8aVoVPtWmVju5g+M8TZVfPbCqFL0X/HE9j7HuvBH9oz0DiiQ9",
        "0OxHvcqHEDyBWqi7SIA1vXPJJr1LpjI+FErJPJX8lr2nlca9z8iCu0YEQb3gKXw93ZQuPS9yO70WpO28WuzTvDi0TrvDV5K9u1bBPUDFY73NUpo9nu1BPRO4Kj3+1ow8XtWOvKW4+7xtfeC8qzwNvQ2CVbz3Vl29TP6DPd6j+bxalK69qL0aveJl2D3KG4S9dXERvQhAXD0sbQY8MiDlvCFzKb3oNqm9f+EYvVrhKL0/vjm9BAzevMkswT24NtQ948yWvc1jWL0TM2Q9MdPeu1c/LL1xeMO8sW+BvdS3MT7kDDc9bgMuu5U6Mb2GiUG8e8PivMAbirwrE/g9TUlDPZVldz2VBic+thOAu4Xugb0Zo7E9Qa93vNnlADw7/xI+rYIpvX8K17x0sCM96mFZPAYpA71xJJ88zc3WvD/4U71tpUG9/PwFvcjmnj0JLHo8EtE6vOXRTT2X0ie9XBsvPA=="
      ],
      "weights": [
        "v53CPOKpNT5G/ew8Yk/TPdFf4L0p1Ee84dY1vjE8Xr2e3d49OhHavWi0s72TgA6+9Zy3PYR5ljwQLwE9f72LvclhL71/q7W94z8QvfT8pT0I6Si8b7TVvYT34jyaIWg9S5ytPB3iOb7INsy9kD/GPXro+70ilEg9fD6kPmUlGj5WYpa8IOOEvWCFwj293Ie9atRHPZQfwTskuoe9Mie7PKueQr1Ti6u9mXFMPc+TCr4qtNY9H4EHvC5LYb2E15W8wIoKvlSC+j2453+9srimvSQ2bj2Wyr68sjw3O+dV9rqsfNi9R2xCPc70kT3LLIi9axk0vm2tzj0hzpi9VSbqvS8LXr6DmK89FDtkvZUsQD5jpr28pCOcPbCHsz3P8MU8f+akvW6nw73WskS+flbcvfDfjb3EYPG9PayqvaCyFD1Yx+Q9C5R2PHUs371vYUs+ChETvguni73qKoU9zxf4veiFcDoTht+98MNmPXWo372fXrg9XUaRvRW1Ib1PLSW9pRDLvervvjsVe6a95vzzvQZeHb4xQrY96XclvTKo4r2dl4m9qY3KvfpTkTwBgpM8gYarvXeOTb476Vc9eXH9vSGYA75MPa47U1I7PdOVH7706CA+ShPbvRay2T1EBMO9/mi5O/W0XjzGngq+r9K+vdrAEb4zXiE9PK8XPuH5eL2Mpi699RkNvIEkHT61f5y+R+oVu8ofDb2c5NE8zCX5vMvJTL0SM+I7VEvmPcG6lr4sIS++iOAdPqzMpb1lCOE9aRUWPqGjs71MUz8+GEHFPSn59z1LsTI+juprPYxIkTsZTqy9qezjva34BT7DJHA9JCVKvNTPOT5M08i8BRelPcjwC70eCPI8HhPKvWrgFb1m/DE8ogNHve6tQD3SRYq9XEiFvSOjR73k9pG9i66+PKt/D73Og4K98IRfvNrfujuowuA7Q2PzO6kb171boxK9UdMRPpqu5r1Maw49y2l2vX0K1bvBkPy7rnzKvRIqmj1xfJq9EjmNPG8/Ab2SGsk9",
        "UaXlPFpyub2SfEO9diRxvKoSxz28ewa8Zv03PH46t71kat89hh8ivQ5Bxb0EAbc9BJRjuhi7Vr4eXD+9LlAbPA3Hdz0J5Zk90gP4vVyEij1Hiv89w+p+PbD/Srxfkmu90YQ3vR4lND0ZCTK9zcaTPP38gD3J0gi+0VgjPkBqu7tS1+i8bz7hvctQFj4pWG6+mYo/vWSkID4TysA8GonUvGd6DL6NY0+9NKXYvLGmBL4MniU+38uBvdAclrzryZQ7VJgzvSftNDygv4g9/kwfPrpWvj2oGPq9FPUiPWtACD4bz7y9hs3APYvEW7ym9PU9o9VfPJsVrD0MJAU+waxAvmYNm73waKU8GisFPhoYHDwaWL29j7S9vd0UrD1L+x49yvH5PbfhujwMBGC7X2D3vfennr0pW4Q83uelO0VR/bw9+wA924SGPbULw73pO++9KXHQu4soxz08Vyo9Yi8kvRwVaL4BayI+7jx6PYejHT6xp/y9DyfHvUXTir7sJbK8YHPrPN2YCr5KtKK9nF8aPa2CYL3wL7Q9MNR2PeR3wLxgqAu++6RoPUI4vr0+OEA+uzvXPXY9p7qABK28E9RqvdNicz6jP669/YmKPpNsqD2BaFA+awjDvccM1bxsaqW8I4TgvBlisL3bSpm+9K5EvrOVF777/ZM9mkO9vK41GT655yU9lSFSvl350b12ou09znBbPn1+ob4og0q7amyVPeLE2zxn0kY9uQSaPg5i+zzJn1+9qeLtvFBFar4d7+g8Gcf/vSj6Rj3fNwe+mzRAvsJxEb6rDea5o5KvvEiaur1mCty9Bd+/PVOr/T1Ee8w9/HsFvQRmrD3ki4I+l+NCPXMY6L3kVQa+4lcvvu/Ynb40Ato8ZmJJveItUrzBvGQ+ofIDvv/9nr0STGM9CPsZPi29/r1kBSY+Bx/dvESknL4MfBC+8IKZPOEiRL0ZSt29cysYvE5TZ7494bm+kFslPVx7j75sRpE9pByfPay7IL7eQoa++84LvITnnz1sTPO9",
        "h32JPbR+mbwhylK+YWtYPuRdpr3rrp+96dpevgz/tjwycse8pmp3Pr+rQj2Tboe+DyKiPk9FSr6A1029nHfUPSyB271Rmc87NIaCPviXoD16DEW+rf+nPGYvKL6BRi297kaZvRssDL4dpKS8rXBtvum1ej2cdfc9dvnHPCgPtD3Ph7A8nQtRO2SbhTy+aDK8PAihvia+gr5RzEY9mId7PSYezD2eWyY9i23HPNT6rT2ZRze9t5o+vf5QOD6ZsqS870RfvCdg2j3ebeo82hQMvhiwq74koeU8LhobPcYeAL5jvrE9zjamPc0mFzxxPO09JOXMPaj2j7pAQs69pvPkvV70571FknA+haYuPuopDL57TRK+lvM6vUm7Hz6ZO0g9NkUEPirbiD1gVBy+AwhtvhowKr6fYQm+Dj6Uvb/eJL64WbE8TpqovUhoVj1gwRw+g5x3vh9gXz0ODa68qAM/vins870cZHo9C0gevtXZqjzwNTe8euDMvKlfrT3gUsm7EVYpPtKP0b4u/Ac9vmiXveKFQ74LDj29+p3mvBhbTT23Fqc7vMqDvIXNAb6CPVg9o79zvd+UljxgzIE9n58Tvqsg5T0TJo+9TVJePMXDkj0TI5S7wY6wu6LnDz5Bx/a8hfzCvdyLUL77saQ90C3/vUgOyT2PBJM99p2Su2NkqzyerGk9PYQEvvWRYb18pQa+qaZYPSKRwj30YPE8rbeEvSXhKj1oI4c9kKcmvt5v/b3QGC2+wajfvS0kAb4IeJS9nuLMvRehW74kdjC+b1P/PaTytzraxBe+WpCdPZ3UyjySQKe9OuoZPhxMHr5vMAi+8vPUvKbQfb3xJyg91TG6PZnoXb4DG7s9NDxMPogycz2LBCI9/l9AvnctvbwFRpO99Ja7PRKdy73w6Ky+mBx0PmdL272tig6+2pBivgiu1rxIHQw9aJwvvkS16b3mDSO9D4jiPYzhgz1lcMs9mfzovCGkNj1AzoM9nRiAvrCpjzx0RP89XM+7PHOGmrwaSiM9",
        "2NcfvifBfT3xol2+UFwHPKrKyD2Sxh89mfiKPeYgU7lO7hM+UdjSPfDXej3HL1u83qKjvUf+TT49zim7rQgqPP02dT03WHO+oHOCvNV4xb0AN1C+bS/5PTUb0j3KfVm9e+IqvSdXa72gA3S8mw9EPbNbmbzmU8u9TEg+vPUuDbw1XUw9G1WjPYuYLT6VSyY8D7jkPey/mjz56XK94LhCvrK1EL2LzlU93Ab6vbDGg7y49by9I2vkvSdvfD6FxKa9i8puPsgSCb036gO8boXKvUC7Zb746XG80QZ7PEvvDr5sQkg9rFUjPJ13gb7RFHE9x34dvrI7Cb7ytOS9qIFevp+U3z3TCMw7CmLivXGhiD3dkRi+T4gmvlGwJ76oWbq9ux8aPti0Mb1CLje9iTfvPb6gZ75NnhQ+omgCu8XHjbxi/3c8zhIQvjlcDLyZoZm977u5vXCD6rxmFQA+eoeFPNqws72l89Q9gXy8vRuENL4kOdS9T+QZvjMo6D3xKke95MKZvnLJgT5fBO+80DHLvVGT+zx7lJ09KmyBPBu3kjxjhhC9zKvxPX4Pm71kYV49+n0hPTQjIz488xI8ZviBvcrCq71RpV8+82s5vKfjoj2kmdu7gkTavRl5ST34PNA9Q53TPZ5jQ76Cf2M+ovNBvnmXeL5+hJy+iXh1Pb01pL3i0vA9WFqwO87khz0Xj4c++39kPFNUJT4Svum9Iz1CPYGOUb3dG4E9biYXviOpAT53jM49zd4hvmZFgL5YikO+l3x5vdowf76WyOo8Qp3IOnUHjbwx/pG+A2g8vHvKAD7vrw+8rPXTvW5xNz7FGci8NgEkvtZ3Dj2pILE859iqve9Uv70S/Vy+Rur1PU8SgL3BsvQ9xv2OPakmPb2k1LO9W5GsPXp/4T3rx8M8QvRsvD+NLD0lbEy9vZgXPn/ZwbwLkU28kWBzPZ0x2j3KPp299FW/vfo/cTwVg0M8YpKNvXSuaD3aGHE+wcrcPc5u8j2KZ487zSOHPr4/Br0YplU7",
        "wznBPYihQr2UhIO+5fClvVLmGL6eh949ROjHPUSHN71y/4k9iHOUO8cCsLw1AG091qwoPorzMj1wcIW9djCbvQ7vxj2WJ1w9H/dpPoZ2jTya3JE96IfYvcw2iT0hB2c9aOREvAw7P77vuns99FwUvTdzgz2MFUo8gf2furwOqj30meU9DteAvYEexb3s0G2+2imhPMBaczzyYcA9GxZhviyhl73/phA9oVTyPUEm1rxfkSi9dZcnPl5nkz5z2pk8pbKXvBfNGL6uDdY8cpYNvbQYCD41VPg8Sd2wPSBcGT0iuv+9Y9S/vUOKZT2RSBG+Df7IvXOXET6odKU9bbwCvaQL5zr1hKc9uGOzPXiY1j2iiHG+BaKqvWcB9LyubZ47VaOBvsm4Fzwd35+78uSGvM9lerwwB4C9qduUvik0gD5fjcA7voB1vkxAgLx9pVG90nMBPjfBo7pTT569zlUtvaapM7yRHJo9bUbAPbdin72sWKi8gKsQvmyd2L1HLiQ+7Yx4PkwFBr2SnRy95+tCPWHeiD0vlxI+0XRfPV9OUr2LCZC9SPQDPWvUUzw1nOS8zwLJPHaUILzvJEe+9cr0Om9owT227pO9M7C2vAcY2DuJgU4+GTYPvADs2bxtEl69TpkMvoGCDD7Z62g+sJ5Evcw5YD1VKTQ9uzSCvY3CHz6pXVq+gM/6vGrEhD0cJVM9kBmcvZVjuD36fIi+b4QjPPvaGb0/3lg+DX10vZMF4Tz+YAm7M0u3u5cijD0W6Ie8VoeiPQ3tyj2x2j29q/2HvsPjUb35hL+9p2Tcu7NwaT6uCRK+JtZUu1ZBu71pl2Y899cOvn8qlD02T4W9TANTPIJqNT4o59a9zmVlPRt4Cj4I2HQ9wqG3vCHob77lle48cIZOvqkGCD0lhVI96gmZvHcUyr3VrVo9/nIoPgT3kD0lMio9K3CzvVg7Tb6RoPE8JNO+vXVqi742Wm09Mz+IvWL2ojx06ik8hztkvRnKg70JXh89sqYhvX9z/TwTXom+",
        "bPN2vDslnL0yg727kSNCPkRfDTy83gI++MSAPhTYo7338t29KphVvq/0UL2VGEK+t6yQvWlRL7wSPBi9KR05PnUJNz3s1Zu97+gNPq0rHb6frY29y9yfvRRMGbxAipm6jTUcPraVkz2FTki9mv+CPcPxBr6lTtG9nYikO4qBILwsQKA9MPxEPavpCj6XRLS8VuV9vT+QLj4KGJA+DcOcOyaZZz3CYaG9NW+fPYKxbL28gq89H3HNvbqzJ7twAl29PLUyPBkaD74bm+g9kEgtvg3ZFb4/kFw9lalNPl5H+D3vQj2+sclzPYdb9r06rLu92IBoPcjkub3NVFG8VgqxvSuFnj1Rg/898KTRu6VheD6biCY+mY6hvZF4lj0KZKI9vOETvkE4Bb235lS9xix2vYf1Jr0wFPi9ZiIdvqhso72N5h8+XO12vviHFT2Dvjq9tirCPUtQcb7AgAy96WkIPrCMFj5kEVa98/hLPUICuT18l4e9MIALvgZour1JlcW8IqABPicuZTu0Y6k7KWoaPfNT1b1cDhm+F7NQPugFyb35LxK+tHWtvgooOz5o7+O9mWEOvfy38j1gtVM9K3kBPaONPz0Wk9+92HWePTCZB72JDSc9w1t7vVVEAr170fq9urV6Pn51urxCckq9LzczPZPwyT0vp3y9lvuhvevJFj6u6A49sLg1vRYBGD1mPny9wDWXvd6h+zyiBgg+R0smurGG3r03HjA+thpLvnZYnz3BwCW+vQ0BPTjWMb21FGS8TMZwvqvG5L1Uegy+tub8PXU1LbyTJDQ+aXq0O7HzsL2FQAM96D7QvcOhnrvOov09TpiXPRG2nD3huKm7YNDwvBBqmTy5CZi9EGBtvQlGPz2QBJm9+xrcPc7Q/b390oU9zivYPdNvEb4P2349GaABPahxRj2Y20+9Ro06Pri7nD0CSJk+by+7PYiRRz0QISa8nJ6JPSnkdzxRMQY+OIewPCQwBD52y+k9Q8CNvbmKxDvKbJs9Y8ekvbzMfz1Mllg9",
        "j4fVPYBLn7zvW7s8dgBMPZO13D07Uaq7g3sLvkZZ1T2YvVI9cAPSPdT9MT5W9Ym9a95NPcD5cDwmS1o9dj2BvRmXZj2nUg69/EKPPepXM7xmMl487PVcPGKIlj3vMmw9msumvbSCWj1rrZI92ycWvSqFK707dKy9JnxivgncAr5wUSi+cb9wvX68j72pbUg9Yh8LPjXp8L12N5c9znQKPVc0Vr2/yN+7nHCDvRzW1Twr/S68NCE+vqtfxz3m6xI9XqQUvWnpa7xv7gm9GSFcOoOf1rwNyow8YQLFvKgQLTybapo7l5T7O1seNb5o+/q7R2flvd2AgD1P4108GR02vduqFr6PVy2+bvT3PXUhFL5S6co9nhKaPcLgar2gOmi9OpH3vAQABL6mFtY7M6LAOzpTPT1sbce9N/2mvYHV+73+RQ69UCOEvTVYi76Jd+o8eXFIvZlaPrqjeJY92eHsvTZbED5M4nc8bIqbPBjjqT1f3Z+9L4rlPO9WIb5JGLC9GSlmPTfrJ72iXno+vUo3PKZw3L0wJFS94L+0vVl4v71p1im9Daatu843Cz6YHyE9gqVQvCjpjb2ANmM9bHBwvBvDY71OWQw8+NYgvTaYC75a8188gQV6vQ8KNL7cL/C91mrvPDQWMj73Nj2+WHgGPlwE6T0vs1U8DpPOPVI0BL2Tqf89ZhvjveUjij7RIuQ9BYIPPtXpsD0Y9/a8cxzHPUbQsj1ViUu8L+uvPImcGL6NE6q8/N7RvVU+ursLIh09rLtIvWK/yz0tCRK+xddFPlt0HD3kEa69Rtt9vQmBCz6mNVs9RNAsvn7VHT4MLSa9mVGYvQFCCL3Xzc08lvG8PeoLhb0x2u+93OYcPZDmsz2lpa88aqEuPSe87T3etOS8GIlCPc55Lr4M4uI7cuHZPe4qPz5irBO+r5hRvYap3r3XcWU+1d2SvTPCA70e4dE9sL6avVQG9r0ZFXK9jsnZvFI8AT7dAlo9tkovu1SVDz2QCB8+zrz6vP07j7x8Ubs9",
        "nVyCvQ8Isz2JRe4971DnPC5Hkr0Y3o89PQUXvgHVmT1veKi9zXw7vk7gLz3lg3a6kl/QvLmhjb2oLCI803WPvVdxmj3aXpi9lpsfPU3rH77rh0O9IcvdvSoypDzr9yw+7doOPdsSEr7Nh6i94x0zPVMTkj06iMa9sxOPPX6/D776HJG9InLVPVJZkb1AJJi9jsXHPML88jlL/qS9lXSnvV1p872/Yzu+fmJzPcd3IbwqBRO9FoJvPrSqNj2jkjK9YqttvUf/Pb5AmqI9DfmvvUnWjj3RzYS8OfLtPXlXrj1clvY9rodovi0Q7zxmSVW6vYQJPjYFvz2hajE+GOnEvAtxzTsG5p897B42vfLj2D0/45i91bqFPVb5kL7eYey8fafQPXHTjDzYIFG9OG/wPUiNND5Hokk8FbDDvAKOiL2RnRC+Tf27PYZMOz3JHmy+aJc8vlOwi72asN0977BPPZrS2b0Qn3G+PCEiPckcZ712gMO9FxDgPWIAAz1knGA9Dvt4vskB47zARAo+av2bPiw/Fb5KOvu8qqxPPUqRWb1BG7K8MdaevYNW9j2831m94BqVvhjx+r1I2Ei+5AQ/vaQsqT2+FQe9Je2DvgYjhj0J7Wy+EaYMvTmAcz5Pd8E8Ct49PiwDDr41IY89VSxEPs/vC77Y8+C9yNlxvf/x5zwqGEc9nJcTvutWMb0hkcg+n3p+vTotir3MkDs+RS9hvosaNTxz56e91+8VvbkpaD2Q6KA9dCkUvt3P8Luakfe9uWcmPXUp070S6lS+yq/avNXu673ZhFA8+KliPieTSD2aPpE9KqeEvQk6hzxDYtg9UYEhvuP3u73vFUM+N8fnPPTdfL1qJIm9vaTePZhQ8LzNsUg9KjymvIwC97z9tTA+JgaMvtuXi73/Upg941ouPU2zar1YW0S8ymnUPIwhMbxawxI9i9eyuwTnCrwBW4k60UutvVoOxj0wcVq+fq6GPTQ8sD1axkM+cRslvZU6pD5cXtS9jOH7PRTnar26+ZO9",
        "7dObPuzskT3Xhzy+7U4MvuzB7b1IbC8+IAVuvc/dLr4FqvS9TpKxveejQT5vxFG7AKqPPAwX4r1rEw0+j/nKPXbs6jwwXde9c+RWPaHJJj0agNW9wTfevbfvkL7IzEq+g1q1PBZSWT19esS9hvNfvXUn/DyPT6S9MyG+vX+9rj3CAJA8HdajPcONBD6ullQ8Hq82PQuTZ7y1XRk9HdiZuqVLGL47FEU+lRn4PEpsD70d/Ue+8APbuyXQZD2HYOU99a5GPcShHr2PL2E+BreSvh9kij57qXe9IJohvge15r0qsZc95HuyPMfKHj5r8T+9oPjovT8aOz4e86Y94e4XvJ8T/L0nWwq+6vEZPghnLL4O5ny+/rC8PWheOT1trzW9Bvc+vlmJBL7gdBs+/Lm0vN4L5jssDlQ9CGSbPY6fqr2TZZC8HPijPUrgWj0yeIu9OpeivQIxFb1WTYC+Pw0fviRmzz3ybZQ7ZDoRPcfbfjypZk+9OTCOPV3W0T00VxA8AlgaPTORTb5xL5+90wAEvTojqr2TyU29GAZEPt0tnbxS0Lo9KCJxvFgnpr1Q6Gq9LJUhvd9+b72SOyu9+aMbvdbhNL63Kla8rNkWPtDXvj3hmu+99N5CPfJrzb3zy9Y9A8vuvIFZkrxmebG9uAuQvb/Kjj0PLPE88/aHPqxRdr2fAYS9eHMRvkC5+ryGwsY8tpaMvel4kD1AF+G9qOmvvRCSujsE3T2+xtxZvlCLuT0wT409wwLKvSgby72168I9CsHIvST2lr2Vfg++l0oCvF7fwL2tufE8NA5aPXVAITzcKcy8lED4PH28jT1RQ/w8IEhpPQKfkj1mAX+73DZCPZ85Ej6jB74986BOPdsoDL4hqlk+8DitvdMj4jy+JeY6TU3avTkEqz27JNa8OA3kvUqsuzx4FYC9/5dLPYi17Dx5xhS+Q8OyPe1Chb16rlU9kvE9vVve5TxP31K8A3iYvaoiojyDpps9mjPjPbAJkT2gB2m8j60LPD65Db5NCau9",
        "RrnovYpSaL2nVsI9aHGtvdKrDL3Bcaa9zHPLPT1oHT5exIq9/eiAPPVGwTxStCw8qVnsvOplST486gA9NvrPvaAcAT6IXxI93tUGPfpoL75vNYU9L9rfPfLqvD3Owms8qU7cvTSoCb4E8Qq9kmgYPv5k9zxO/Da+BDJPPrpZvD2NZC++DBlhvnCdyL1zct07MQYTPr0JKD0NLiy95r7CPZ7lUz4dQc45eU6nvX12FT5Wbze9bjDLPRtaGD0aQsA9eMEfvedBBb3rWhY+8zLoPeZO9rx4NPs91gHPvfdawr1vJN88c2nvvN9pHD0lQJ46i80Hvh/0nrygTqA9I2LnO0PDyT17loo9ZDPFvHNpTj5U8Qi+uQZEvod3NT6vZVc9MHjFvRRt5T2tgL48o4UlPlmOl73nUEk8mYvUPIX+4jwiXfE83z+0vOukNj48EZE91eTBvSjvTL0OurO7tmS9PDPJ5z1ZDv69youRPr//NL3uK427lKekPWmFor2lVw6+JD8IPdA1Kz36U4K97Oqmu7qpOT2R9oG9RYYUvnczvT0u/CC+f4K6PZpZRDytyuY8CZRZvlZ9YDtrEpQ9vDIbvnrT+jzaewm+RFPTvAmmmrzPxGk9vIEZvTZm1TyT4xQ8YqsvPZCMej2w3oU+y+AivTitgr13GXK9KhGQvWznET5X6WK9LFKWOy8Du71U3YA9rgcHvX/e1Lxvs6G95TGEPsZdlr3pYQe+CEsuPpK4l73eSws+pgBQPQHrPD064d49R3p3vf1B2r2h5J+8XNnFPZep+L0HLQg+rqQ/PYr2hD2yJgW9zIXpvRqZAz2z9Nq8OImCvaSwj70L4BK9LXfavRuMcjvMR0m9GGhMPY+Szjw24dm6mkirPdAdGb5eJ+w9lLRFPQiBOLv67D28RUY3vazdZbyn1oy9+9G+vfQAYb1RKxO+MogJvgAEsz1CJLm9oI5SvQWiDT4cI5S9K04hvq93EL4IvHa9yQ+HPSe2jL1CPxW+bD63u7xUIj7Kvs89",
        "MOltvW9THr0mKho9Vo7iPDl/Qb1Fdga+2LCkvdfUEz7onFI9+he0PBt1JrzsiSu8mkeZvKDLsD284gk+lucZPSebGT4udzI+57j8vQsgIr4pHYC8/IcDvsYkYb3sDc89q2Nsvj07i72Kmtc9IIIjPWEo7rx+QCc+cwdWva2aOTzd30q+6nVCvc7GHD7tZWO9zBWxPcR0CD7gPyY9/fuKvJPkMD4FZza91LjKPAfzsr0gp7g97tIiPn9H4by6ita6o8n/PfHrmL2T/pa+fJXBvchlAD20kVy64GE4OP8thD2EBwM9pOa6vlbkEr4gtaE7grkYuxUnYju6ntk8u3IEPksvgL0vETK9k1zQvfBVKz6aBLW9Mbs/Pp7whj4cSCA+4XiNvRlsib6S+5A+j8fQvdbE670ILU+8GBRxvhYz6T1AcYa+VxoVPVBH7b2zAUU8KJLxPSuhK76iMdu97O/IPHKtDD0Z/Zq+bGUOPZBOdb2lN6M9m5PtvHGimb3bYAK8KGJOvOGCuTxfSw69WlVGvoyS3L0ZpVy+bVCNvQ4GDLyWkTe+s+BEvcdeIjzz5Zo9opfWvJBghbxpVAE+EOkAPKxnjr3UoIQ90e4rvnf/tL0snkG94NRCvtXnHLsDMPS9ZMdAPp88xL3Ltc89k0MgPkwNH75pSYS+heTRvS1s/rwm4zs+OhgYveHhIr1pVm++IEz1vUthUD4UONM9MbOlvYVkaz0gxyW+peV9vnEh9L1mrRK+IbgzvOaMPj5o2Tg8toimveYHe7wt3Cg934/wPeBXQbwM9hQ9g5MCvWf1Yb0CyC2+wmGDPW0VrrxqvD09qtbcu55A+L0CSSy+8T8gvmpDEz0lpqW8VAtSvTd/0j0r/ka9a8OWPQlRALubkak9IZvZvPsKIj46V4O8ZnWPvmT/MT1NvPQ97r8QvJ10ZL0cTb898tveve1ART0zLQU+OGBlvgqi4r21frM9n2/PvZkHlr3IK5q9B1CYPbXh1r2I0sO9+/6JPlMtX70rjeu9",
        "b5OhPdHFN7zRXe09/EvqPWtt07wnQxO+feOTvQbJ3b2nNsQ8Q3eMvo1sGz3BMS+9Z4VmuppnRb6CEqY9GYpmPcUOkz299sS95P35vaNWZ72x9hQ+miJtPRNpJD21/Jq+qCaevQgTvL0JjkW9TDEVPryLw728H+S9zdWGve4h0b0E2Yu+QIAXPQ4VYzyFvye9ztAXPnZnXz2+ex0+hOIhPUKvvT2thPo9CrxkPkIbvj2WzZq9FxMxPkGkOz6mrnI5lt2CvRjMDD6y8Io+pJeyPd9co73qRoI95AwgvQZQ9L37wVU+AAuOvqUbXL0+E1a+K+VvPjBgvTzXSp+8zcQFveXp/jvizVE8xqazvW1fRjybfJM88N29O3Eg4r2mVLK8wqSFvADVvj3bxv+9U/ehvUMBND70MR49b08YvhbMEzwbIIs9E/4WPfjVQb4NNeu9zIdQPCzlkD2oiDY9Wm45vde+0z19XIu9KifFPM8G6DwxlAE+N/1zPdHuFL5t1LA9JWyxvd9kAz5bEM+8U2U6vf7HgDwN9Ma8uPyyPZ5buz3SjEy+x3IEPRQeJT4vHuG8xnrIPGWBtD3htwK+mfnqvHWzlzve9Fy+IhE9vcoL2TtlI2m9u8OXPdj5OT3CzJW9qP+ovYjqH7638CI98MWzPVzStL11OZi+35wIvWuw/DwvigQ+JJcaPqAnvzwCGRQ+/vrGveceHL6ousy9ABs0vD8Hqb1dCKs9xsuTvdRTkDwZW8k9+lErPAbliDzg35u9ghYCvk1Udz7HU2g9ukzSPdA2M75+WBi8cmGVvsXQaD0WOYk9tUO6vrMil72VEyE9VLsyPcSRoL1gtSY+LbFYvYaGuzxtVO+9W+2HPSDtyT37F/O9rqEePUsxhL3XGLW9Xq8XvQb6Ab6IKhk+dxoZvoN+nbtJago9/NXxOlSu+r2jtUS7tsihvZlJ/7wozyo9VJsOPkh9bLy4Mma+hAaKPSqMW743HO+9NdULPpXqEj1fP2M9fKeHPS0Xhzzi98I8",
        "fK6EvHl4hj5PShk+kIlSPXj1V77nvIE98gBsvqgvebwygB49FzkqvgdjJb4X6I6+91utvN4ML76CnVk+OsQMvW2iCb7jVVS6ftNWPc8C4T02hzu+GzFjPZKFpz3VmL09VF84PryYhb0/U5c9sMOVPCYF1rxeV148tCUovh/iEr0WH7e+W3K7PP/8o73cqFu+L9bPPbMdXD2NtLQ9IUgnvuQ5r7lXdbe9Gve3vFO9Bz61YtS9RPlvvVRHDryeU5O+/2pjPcQDBL7B0pW9wqGhvOQdED6K5hw8mnOHO1I0qT02SfC96kMVvLqXCL5UqGu9/cYlvr6jgT3qX/A959KDveHWcDvWNhS9Guo+Pp4/n76SpDA9bNP6vQtupL3BhAC+aZXRvVkozb1FhQw+lIcGvokTq75lXD09qAwguzXuLD76NFG+Y1MYvZAzPzzswHq9yokaPhkFkr2c+pE5Wd21Pfznx73wFTK9QYgGPXSbOr5+CY67+ZDcPREFOT5WHis9kzSqvVYO6j1VLwi92D69PJZpKrtJxZW+ewneve+8C7zNbpm9fJ61vVKReT4qYoi86GEHPp1rYTy3j1A9YbipPnZFVb7E34c+Yt01vvbf6rwaphk+xaTdvdOkqzxmPxC9vnuKvvVitz2B6Si9es6IPiPg2L2KR9o7K6qJvZALDr2czOi9gbsHvaUJED4A/yi9DcycvWx1CT6T40G+/r3NvTIU9D1iLRQ9iAUKvccTRDuSTfQ9/vNwvsL+TjxOrbI85m8TvLsLmD7UYYE8MtY5u9j0nb1T1yi9b69/PfM7CL67OLy9+idTPQ+6QrzHGfK6eFByvTqYqzwrpka81KMnPt7G6Lx01nO+k9MMPRm8372FW4U9xBYSPpwL5j3ylOK8vQ9Xvagvz7vEV1s9fNgBvt1OKD4/gMA8FLjqvZKYPDy6gDA+SvhGOw/6Rz4RzkM+XooEPq4z0DzLoRC9FX1iPU+RNb5+x+M85VBevMWdOr3yzga+jPLZvHmX0T2kKc+8",
        "FJisvfp68ryRpDa9TrUtOyjTWr7j9oW9cW2bPZtckr1jEKC+Bf6svQX7Y77zb7w7qjaovejhmz22Xec7OY3NPAdjEz7ZC20+nKQMPUkPAL4o7wS+Haj1OuV3Qb30sIa9BgvBvuaLdTob+p89XGhiPf2NMz0IISS9Pyg8vvC0773lwRa+DNgzvqBGYr3qtW++lVwuvXnHKD06V7M7Hbq1vUrmhr73BKI9ny7qPUn7tb3g/Pe9eGK4PO0xOb7Uos+6QTz0vQUk576p85Y9raaWPHLnpD3Yqw89oelovvRVeD0RT5q8p2c8vNihcbzBW2m+RzlGvhlzK77bShI+7q0QvuBurT2W2bG9XcjZPVSaF74uyoS9/ZIOvttUyr0mfIM9ANaiPH+veD5hLAm9RfiOPY6VFD3dOQC+oVDuvTVNhr3hoF++9t0jvctfHT7CYCm9mxhlvprT4TzOseS6ztFWvp4NLL5J6cs9NHmKPVukrL0OY2g7AxWCvQ4FA75vi9q8lQ0PvZwHd76oP06+MNXCvobeSz1eBlm9iGYEvT11MDtTX9C+Oq1hvUMjCD3MeRg9L+xHvvKLZz0aQ809S2WAvXjizr0TGZs8MkMTPRFPUr1ndTE9ncLKvVZVI74m5SG+jHHovb+G5L2dH1K+M9stvm9rKL7+bse9Cpw0PUfYYzyQsz494/aNvUuwGr56o1W9AttsvEJ5E7785mq9VQH2PdDmuz1V2GY8x2aRPf0NGr5avkw+gKwWvYddJb7XXMG+GtkDvgu86Dv2L8+9uGJOPiWyrr2AtbU9m0ovPmxvqzw84wi8Lt85vjCQHr702nq+iICFO+60cD0qtIa9/IEpPp0Zib0gSkK+w4dcPT6nH77CQaG+PL1Dvc21Wb1rL1A+NTk/vVDBSL3ANYi9vlJVPTympL1VwIi8Psx3vRFKoj6rfSS9FzX2vTPKKj34VQe+4/WBvrRNoz21rcQ9aW7ou009lT2wiV89Eu9xPasZGT6NM4E+y3UJvnI89bzPosG+",
        "0s42vl1ovr3uL/c9O8BCvloUpL3yvMQ8yF16veyzIT40eCE+PWAQPjDADr64epK+xPwpvkhl1DzbykK9YL2fvk7oKz0mT467udGTvfWWHbzBvCW+WqULvdDFjr1bI9g8Tw1FvtGBpj3oggQ9SkDRPMxHRr1wOZa+Tx7evLD/rb1hG20+NebRvUhYlr3VG8O+jNrbvYt9X72P5by8Xk2WOr85ab6XAmM+fDE7vtVmMD2iul6+6xIZPv2hxzxlR3O90vZYPk7Xuz3fWOE7DHO2vPBFiL3Jonq986XhPMHHOL4XxzS+JxluvgXcxT30cq28qYkjPp88KTwT84u9LrlXPXgrpbwEhow8B7BNvjY2+jzbZCI+zQOfvSRlHDzAdSS+TaxEvUojHT214IQ83xBVvf4xtzzMwTA9UWwgvjmndjzQE0++UgZqvQeKtL0FwtM9y0SPPDaSUDwuVdM9E9RjvgJ4Nb69/QI+zfppvo0Cr7v2ZpG+bIAJOxUBHb6Lf2K9cSYAPjg4Bb5LBFI7zFuMPLMhsT3QxM87V+MkPcT9gj2bJfw9zLKSugpGPbx0/vo8JRAXvgCI+DxaTge+Cr2PPDCMJr3D8ti9iGpXvSfeJ74IKE8+FBKmuwjdtz3ix1W+whsoPRR1pTmhr5m9MLbNvZbakTyF0TO9BXQkvuDL1zuDV+Y8Jr4rvuNMwr4wOiu9uDs1PtxovzwunQI+i5fDPNTS1D0Xm4C93CEGvSIl6z2eQRM+KVr/PMENtb35S38+Dgf3vZFD9b3RayU9F7WfvZwnwDuMRac8y8ERPe9Vj73lsfu9BsWUPCHdzDwFVL2+PWKRvQp4mT1JdIm81MvfPCpkuLxkAHe9ABjcvB9b+72yTs+9Xxp7vScjk76Vcgc+Nab3O3Xsgr3u2Pw8xKgpvu+B8z1ZCxs+yGR8Pa6Ae72mmZk93/z8PYgGk73LFeS8LwA4voQwU726Jtw9up2jvThVnDv8LRG9KfqGvqmKAj75jHa+3tv1PSwNpL4b/Oe9",
        "3CtiPnawxbwSxu08qVM+PnDHOr4IMea8RpDkvQuaEr4y2oI+iWWVvVONp704WVi+q5GMvuglND3xUkE996IHvgoAwz20URQ9w29UvsHllD110Hq+oqwbPuaGgLvnuUi9J3fTvQq3zrxHMk0976U0PPrpRLnSRfC9dzpxPPtPGT4ByH6+tHdtvYFLLT4ZqlW+MfFXvkXUGz3O9RQ+OxBLviB1cb1Gn+w9WyEvvUqNX7xZpYy7nv3EPWALeD2GpFU99i7RvA+v/T1xHry9Hf6IPTPAqr3rjWE8n+KYvPdP/L2XRVI9oDHkPPBpFr5R6fk9JBmuvv/lOz0ux588DScVvvOKHr6+DI07xBlzPD/P/jwK8VG9wvI+PpgwAr5NRyQ+ZJoEvr97IDyxR689W/QePge2Kr0OSSW+8C2IvXmexb7HyMu9KJVGvvOl/bt3zKy9msK3PEY0r74qUN69wKsaPmROxzxgsaa+I7XfvCS07z3kO728ovc0PH9Dzr1mt2k9n2HavYFVBz3boxK+oSc8PrkKqD0gtNa9GlqbPYR3kD38YWs8U/RLPTPS9D3Ab2++DzsTPrtFh73dh9o8NVzkvnmfDj4ZHhS+7vVyPn4Bjjyj7hy+UYOFvYIxdL3371G9Sk92vndjnb2KMTo+wBGZPeMGMr44m3E8vzX1u0KhMztDW72905ZdOyC2B71s8VW8VW9Zvs5o873DCgG9XPTEvUzN7DymZjM8pyJJvc6sJD1QZ489SEjMvSA3Kb437KW83pSxPb4b370euTM9N0gfvmWRNr5Htdu8TGuZvYXS8DxzUWM9mZD+vBSx8L0RBWC9GNYmvtt2Zb7Hnt29C2jfvF82uj2WzJa9oB4VvFyHDD5FAdO9XeP0vOjL3j3zHx2+u0+jvrJ8bL5pP0y+KCcCPiMXKTxqK628D2fgPWPViL4nVf49TyGHvpZhKj0OD8o90rihPdrrDD05gGg9AXtbvupF1Tyer7o8XWLSO3Qia740eBu8ZYfJPDAnkb1L4gO8",
        "huFWvT5jHj0gLNO+k9vhvKt/C72DKkk8rwANvsegerwgMkK+S7AGvhoU070u1KM9dw64vXgczD0a+4e+6mV4vQqLZr1JP109FCKJvfSimL4yvQo+nY7HvOCXGz3l1Xi8qxJpvnRFoz2M+VI9nojMPS4CyjyqHi89Khr3vQR0pjvWnvS9zDpsvsgQnb1iuqU9GVNrPEtzGj4BwTE9B1M5PQwpor3tEDO+D3IKvt7p3TyqgGK+GAkAvYI5y71jIMS9tqruPTAc2r2FL0Y+QgdhvryZm70L0DI9YJuqvf6LlrwnGvW8/64Avfd1iL7trgC+RWxvPmkD6r1mkOq9nSjwvGCXAL1/Kcq7rgIEPl6pZr1mIRi+ao1xvPdYKjycEAs+phvRvZMVhb2zuJm+W25WvWyHIL7uFRI+z3kFvpsuOz1/teO9ymW7vrc5Ar0kf66+5XKBvpEFd7vD1TU90L7ZvRMIK74XagS9we09PUQjAD0rFCO8b/ZfPVydLT7rouG8UKA4PSCCej2a8Mo9w+NBveeOrr2IcQM9gHQEvlcs0DzOLH2+JbEDPSFAVb6KtIS+qt3HvSoaJ77HjgE+5TbIvYE6mr1lmXu7XVrbvWjtAz65yAm+WeWbvYsvmr3C7Jc9ZRl/vWRJ0r0es269K8MsvQcbBT7kCso9mrmMPQOiBr4o70G+clIuPd9hED19rvU9kYU8PQyPRDyqANU9hULrvH9m/7yvhTy+Ah8evlsNGb5JrAW+K0pHvQS8z73a7RG+S8tdvWF0Cb6TZ4Y9u7LGvtNsEr++GP28kQ+kvbPXmD7oQCo9OCW2vYj2Sb0NeZU7DIO1vcaIHD7CJQC+pgz9PBCpcr2dnPk86sltPZqgHr7l0Pm9q8lGvfuHCj1NDvc9PMZkvPUinDz4/6s9lHq8OysjzT0W5Hm+R8FKPTViNL4VSLm9btNzvgvnHT1zoJ++meu3voiADr74DEc8J++JPiLADL6cQjY9Wy5ivmCBqTsiqdI85fBrO6qlojyzV7q+",
        "cxk/vhkdVb4RSMe9WdVhPmufO72AMFM8ewqovS94mb23mcO96sDvuqMUOD3Azfa8I9SfvXfdWb3UPaq99tvdvbPHKz0b8IW93F0lu1vFEr42LEg95gTVvEdfKz3QYYa9jiQyPHXAjD4hbi29pMKwPf7vSb5Yg1S+8QBfPU8y67xQThM+rwq5vYo6qL1IwbS91440PZRTIb3Jx7m9lAy9u3zEvz0CYEu+FtZuPQT9qL1PldY9sgg4vecBbz4SNAe9c1VRu9jzdDwEu6m9udyIvSVfBT4yGgW+KNLWvR/It76UXeI98k5fPWBmnj3/ugs+LNeKPfNBlrtVsbe9sotnPajZSb6QvBs9lXt8vSRWtjygHs+9MZgBPro2eT1/Kwi+MXyWvsLeaT1Iqx49s5SNvTRPqr5zdy+9tQbhvdudi77Hsue8xidVPWyYcb4KOKq9ozh4vZS52z0bVi09Uv+kvaE7Mj4giK49N6YVvuJ9Br6i5Ba9pPEsPIMm3Lwbs5a9/78jvpaWHb1F0589oJ60PYp5JD308Qo+nPBMvscEqL07P5g9D8qEvRuJs76bVpe+27yXPW+3KL2HJFS+F4ZnvbxhCz0jM1a9x3AKvY0DOr6FNAU9nQ4YPmgudz6WFDg+4tq3PkDt9L06boA+byYoPB4HDr2Oe10+fO/GOiJEmz1Pm6q9Edpnvl7pBrzzqRW+vR2ovfiGCD4CsiG+xeELPruRwzw770a9+CL2PcD5Fr3JGSC+xquqvTrvlr0tiNq9z9Jou4L/Aj6UWqE9z9rhveUhvz3OLj89ABgxvtN0QT28iiO9dqq1Pb/u9D2jCA+9UZ/bvHZ0br0ZrJw9eMoovs0bET4HviG9XlGRvG1DqrweWjQ9xb5HveGjpj5Bh428fjOkPYyXrL3Hqq2+CCHLvYOEk76Ht/q9IFRrvhe//b1FsRQ+Gda7vd7SoT3zLFQ+u+iSvtKejT3nH7a99RIGvtPl6j0k7si9rUWhvfexd77fncK+YH/3vULQtjxN5H89",
        "wrtNvoNkJ7xtkaq++4mQvqhyhL3mcbM9Ur/9vF2qVb3NQAm9JUsGPVtAED3L832+QNjlvDpnPr4Wy2I9DmgXPmqqg7624mA9M+sXPVYIiD35zcS90aWDvi9v7z0re6e9MmYyPiRrl70Gdo48W6AfvmqICTyN5cU9g0XQPRWEW72l9QY9gRQkPoZd9z0YcIC+E8GxvYCykD2YpR096pdLvrZR0LxuAFK+L33Qve6mP76Q/Aq/9HqjvT/KuLwmSOi9Sq6sPV6ouDzRo0O7D38oPjA5s73X948+LTiTvf3SBb4MOpM9G0BxPd0u+b1HJAc99G9CPHkZFz6PaFE9XOYLvkw5+bzZgDC+Y9ucPtPAbj0zEC4+8RKfvqEfBj1eMe09hBQ4vmUbx74xOcO9bxfZPNrvML4PoFs91I6FPNWMjL1aTJS9pg4QPSH4Z771K3e9tWw0Pp/HND1qGru943+yPT7mUT2iytm9nTNevWRva74AyBE8hHgCPVsCWrz+pbi9BDj/vArnBjx0uOo9FVO9vRrtAb6WbM29R3DOPjw1xr1wmTy+NXR2PezF6T0M31S9xCl5PXZADTxFRpg7aRIqO469/D0DWKG9QyOCvq+edL6MHne+QNxNPl9U9z3Y3Cq8TW6CPGl3H7lR3kQ905RGPWvS0TvRLA49Mz7+PR+MJLxskLg7QmdMvadz0DzI0x++T4g+PVCW7zvP6rm7mA54vdipXL3wxAw9iHpZPfL/oL3Wz06+Frhvu/MdM768mZg9QmWivMl8aLwYS149GVOwvSrwJ72eM6c9zNajvZE+FL7/w56+5/EFvRx5Hj1egTc+MOUcPKUHRzyHHz492911PT/kdD2K2KW9Y8lnPo9Y1Tx4n+E9qHCDvbGfKT4B0P09UIoePuFLfz6/2569EAzuvcM6Lb2jqBK7OegaPssDkL0aL6O9iXfxvD/jB74h9sG8T5GBvgK38zyjW9K9xN27vVPubD5CKJa9SA/HPKn3BT4IXoo+4RuAvQI7Ej5S6dS9",
        "Ut7CPD6KnjzKR/s9bBLxvPVRBT7xhgM+DwMivrhBpT06Kto9fQTRvBIPHb4Gv7Q9Hl9KPrvvND1TMv69UlgXvSTAVr1V7HA+4W6pPYZmv71J+hu+GroNvu8a9DwlG1S9f74evhRKob39vm69SvLPOz2djDvCSvc9E46mPVa9uz2aj5G9V5yYO5RCST0RcRg+D3URvoYiPz1I/H+89jtRPafvXr3aqxm9Zyg7vQSf070ommy+bsylvQgZkb5UpcS8+0OBPSujPj1Kyrq92AngPIre+rvkifU90dIHPiucUr1xHqE9eHNYvSwSPb7A36Y9RW3tvQcRrL1yCkQ+tjAUvTe3Mj1wti298j/xPbDDkD6nfP69R3sEPlxZQz2nCA4+8NRkvA48Er4eGno9SVeXviuCKjzy54q9+yobPttZYb62l868rgqNvUCURjyu75Y9wK9IvvKrYT3KkIA9JbGJPSUPDz6+vzq9+P/tvQVHQT4//RC+B2uLvRoyHr5nTWG8WQmhvU0YJD2Xvwg9ldpoPX91Ob3Ltca8xXK4Pcv2pT51koe+k6aIvbPzVz3dUKg98SHtvfPQsb04CF8+R3a1vc1pKb1TcD8+J7WmuZs0uD1syoo9nGOHvWiJubwHZM89ujyMPS3vCT43dJW9MIm/PoxMdT3Llio9ZcWwvT+f171f14E+sPUHvDxksr3AOJw9WVPoPVzZbL346oo9xT+oPUDwh73DfMw6oG4eu0PcGz7XWkw9On7rvTjrDzsd1OI8Ge0cPWA19D1tXOS8gUE1PihLe73WeOi8oZtQvQnNVb2wi5G9kFyHPekVM7wYKsS9lyCKvdwh+r0PU9K9qws8PXH0B73qB+89ovKNPcskwz2x7Ks9p+G9Os5pBj6LeQQ+5eKLvaTzz73enxq+EyXhPecDQ748vAG9YiHkvVGJFT6gXMg90LWRPSrdNT4IryG+0vgVPXAXbb1Yvs49wHLjvaTIBj2XZh69yawNvgIVIb2bA6e9N0nbvUyLE7wPDbO9",
        "XZ6BvQ5k8rxOTyc+i07DvVBx5ryCjh4+vAeUPSLWZb3+nB++fsArPjp8pD1fCKw927c9PQ+HIr0R8VG8W/zzPMfhBr5Vu3w9rIvvvQOktr07rwQ+jhLJvOov1L0qz4m7H2txPR/GMz6Pa6q9rDRjPohaY74dZ4U9YL78vQ8Iw70FkZK9onu4vkSblL3QJcm9VZhLvhrXwbzMhsg9qgTPvSWO6r2Y7NQ83iH8vZ5ZbL5BNMY98PeovRYan71T+GO95P3OvScgj73oI2O96eLFPfJFVTxeUCs8JH3ZvOF7kzpkG1s+1OaYPd0aQb5odiW+fdeYPUlh8LzvyxS+xnFFvrjnyr0nu5m+Le4APlSzlb1p9Tk73r9mPfSXVr5Hcr68faFKvdLDP74SvDK+jK8pPTyOLz4eNnw9lL1rPDZ+vL2/B1a+rwCuvcGnq71ywo4+1ZefPEWTwLwW0RK+Cg64vZlTBT3tBqo9IVepvY2fUL7Swz8+M/KuvK9a5r2mdo+9tOLzu74LGD2b2uu9gMFovXn55j0Dgsu9lMEjvLnJgT6Wui0+MV0TvsIdmz3W7S48sdcmPZsKWT1LrsE7rNqJPJZeLD3IvSW+hJyAvo1Pd751dfc9yzkZPhji0j0yDoe90vVEPntPL75xtZQ9BJYvvvpsN77osJ+9EokMvQSKmD1horS7s9upvR5RKb3StVe993iKPf34kz0VSNu+6z/dPXS0BL7y8vM9M3cFPq0Dw70nbiE9OYaDvVMLPz2/oVA+0mI9PcaDvD26opO+1gv/O6Ryl77tiR8+VhOsPYxm9TsQpdm9L7LlPGhTDr4g2fu8JVyZvp8S9DwBPi29rM0qvoVXA74Wtns9+TpPvcTnWbytgQe+fn8ovrJ4y72AOYU9jvuGPLTGl71PJQO+hd//vBCcbr7OtZA9tOKRva6RbT3czx2+wogSvU1yiL4/OVO+9v4Vva/kXT0jLwA+sN00vdQuuTySrGK9nJ+dvaowWL0zz5c8ap7wvGgHz71XchY+",
        "8r8MvrOAyb1xi4E8q2B3vY0mS7473wu+h8owPT6xyrzwH549tUWyvNcMez1WKvO9k6RbPc48HT6rXhw+FGMVvSxRQb3SPzk9sXj3vBuZtjyQm7K9HKT4PJkFJDrHowi+6v1JPkOwML49Fig+LDyYvf/o076E5du8Q/zBvYjQZb2z03Y989WfvR6fML5YjAA+zINTvjJRfj5/R9e9HDgkvdPcpLx0cEA+zvJ6Pfx9grwSiFi+rRlVvYbBU74QxJq67uVivZNFSD3a2hg+VFoRvmiKDz62fF2+veGau3YC+7sOUw++dBKnvvW2mr0Elp+71UchvgZBEb6cDd+9c6lBPdBR7r2xH9Q7vu6JvVzrQ779SgQ9s2b8vaD9lr3uk048k1aYvbNHVb66xbE8m0GoPUhDND6uu9e9NFMsvasJIb5p06i97dnfu+pBWD5GWNK9yMd+vRSYmr1we6s8KIGPvSP4TDz0tZ68536KO4KnezzuaEo8DPwRPoRVbL3SUfi95el+Pll4BD4DyaO9tyqDvQ0o1r6JXlG9RdKBvDCHQD34cXK9vDJzvSILBz0xlKu994tpvLuNgT3lQNu9DOnmPXwH9zwqtDK+DjT5PXZlBD0p/Ru+MSvmvMRSlj1unMa9eE7eu5YPjjxqlwM8srZzPfR4qr1Qf7q91mQZPeGLqr20vPU8Dv7kvftRxL1S/Zc8CdGBvYszB73bVSe+v8QUvjHZw74OxUa9IeOHvQwZjj2jg2A9OIW2vSyR9D3fOeS95LYRvhTZRr1ioXM9PzQhPQifJbx7E2G9hgSOvdNqOb22CJc7pMMcPorfIj3UDoW+XcdHPcL9JT0gL946B62RvGnDsLyn3Lq9uwSbvqb6jj1xCjW9cm4DPoC3oL6j4DO9yUdpPImKsz27Pck9ZYizPJM/X74h6MS9UUf5Pe+XhT0J4RI9PSFEvaTspr5WIhi9VWuAvV8h3D3M8We8BfO+PUtRZz2HPjA+KuGNPrGh370DeH09VuHZPV7GGj0uhHK+",
        "j+FePYGaxr1S8bO9/QZ+Pl1ttDw5sfU9t4aBPTIVmb6twmo8tk2IPaXZ97wAWY084YBdvusnOz1AG5O9S90jvrqilD0R+wm9yJhsvnINfj0zAaE9ujpHvrZHGD30FqW9KkiuPYs2bz76tDU9BATGvMP/XL0uUSK9Iv8QPkGijDyE7JS9dFTRvQiBs70YDMQ981wTvR+LDb6k9JI9d1qbvap1cr52pBW+RcHgPHDp87wgjyU+uHj7PXdshD6Ri1g9tQKgvdtMdb09bXC+MrWBu33+vLwgUSa9PjiFPMac5D2jFTu+SPxcvuxr5zy5EhC+DzLdvdNS27zrEC09tjxNvnZghr1RC8W8SJgFPv7mEr6o/IM9NkrRvavLmb7Ivio+toAYvuQT2j2yBsU94/JzPh9ZEL1IxDG+FWulPeUHnzxk/uI8COb5vawear71aHe9q+yaPe4Tpb65/nM96Ce0PsYdZ779IYw+pwPJvbDT3DxokOc96deJvugtJj1SrZG9qQZPPTMOIj6E4bg7ZNAbPoOLyL3yUxm8PYdyvUYku72nE5g9hSYEvvS6k700KIO+espwPdTaTr6KGZ29nmiBvXXlIjsm4cK9NHFOPZHpzz2ot6y++47GPIhTibxosV89+xVQPVyezT2tWsI96qRUvWyLPrwitDc9L0hAPjG+tT0Z9MI9FEIoPSRUk72htQU++KqCvih2Bz5PtDA+qn/5PQRGdr1z7Re+/dGwvTFmLj5dhKq9zGUZvecD97yjbSq+fpGZPXddtD1oK4a7Kqg7PED13b3nr5W9w3xBPAw6Sr1VxvU9ZY1dPWJf7r0jNXI+G7qivJ8/iD2YMT88YFgjvhop1LyWy3a9PUvMvfGCrj26rpw9Go0nPQnOAD4DOIU9jU6KvoJbfD2SjAC+zgEUvQlxfj1CsIC9GFzqvTFYmbtSagG+VU0WvflRtz0UOoG+LmWsPU8eUT6eaY+9CbfdvZ8XwL4mK7A98FTUPZeqgD4VhpA9Le8VPu+KGb7Hg0g+",
        "GpF6vZ9vrz2vBKK9nluCvZ+KnL3qw6u99qBtPGcXPTz1di0+pnpVO4TrmD3IW269VzRHPu21gTwwkt29sLp8vQS2j7x9v8w8K5PFvUhwVzxiLLu9TIiNPSpZKr43+Fi+zvtAPpjAy72EH7s9uAQ/PRn0Ab6FM8w9EN92Phm/Hr2rjtc9O/wNvqyKmr0aPZo8ajq2PLpbOr29l2s+DoiyPelFGj63Pla99vsEvunJjT2RSZQ748akvdNugD0o9zy95+1hPt5g9TzGbhk9DZFsPkYcWb38imO+HoHHvb3nGr2jQbE9JG+9PC/zQL7RW5E+lQpIvl80kr2Hs7e9iXcyPWxTQD0Nl949f+OBPKtJSbx6hy2+YZ5uus6JUbxso+W9saDSPAhVXz7M63q9a/s/PdROMj0Fs8q8TvKpvWibHj0+5j29ICEWvS2Z7j2xSJM9ShtiPSA+Yj0/NJO9qN+WvYp2q77wSFo9Wofqvc9TiD3cIuU87HUPPo9Do719EgO+wjHoPIYGhj1JEoW+pW4APnajAL5sFl89j5zJuuyfOLxT7lo9uZiJvTG0jTxyZMm80l33vX63gT6qQVs9ukWUPD4U1zwZblC+EFe0vS3C772fGUY+poLLvTxxAD4z8+89SfMzvqDpCD3UWsK8wSAkPXrsRT4013m9mAAxvXfuBT6SCmK+nuXwvVA2Lb3KOwm+04ZfPbqBoD1QfHm+zigKvf/C9b0kWkq+iBeIvf8Okr28ES8+l6erPR4gXrzT14m9eeFuvVhqEj0d1T68PJwvvSF7Jb2pt7i8DLkXvpW9kz5v1Rg+4uTsvVAnmrwjpDG9dOwGPQZZPz4epNo9NWeCPh28Cz2IWYg+xBeTPSoemrwzVzs8nAGRvsi1mzuGYxG82dnCvCXFy71zN+W6N/4UPMW/GLrvIfm9v+0FvMgk9T1Jpr88ihYevpqwaL7OBES+RniIveOHCj67cHq8CgcivVpvPL6uuLK90Rt4PJCHCLwd28m9twIqvdGlwj1UL9K8",
        "yrc0PVMYCb77VaM9l9bPPF/9Db5BWHy9uaHDPPKKBL1V1g085AHvu9ufY72yIHe8Vg6jvBqb/TzrVms9Zkm+vHAF57z9bAa8YdcXvtQzhb5fIBA8LS4HvprUBL5i8rY9Wm6GvZPrFz5JYZg8tic4vWJbLL545QU9jaaTPpWNHj5/Fku9qw6lPS6xmr0np/M8bRjtvVrsQ76TXsY8LWOtvNDs2j3egoU9QLWyvX9/Vr5/0T++9McqvUyziL6CE9e8HqrtvV20KD1v9GU+3jMUPLfIOz00tho8rIglPAoDbb7FBv29JlUTPfnCoLyT66s8uFkkPX8LGb4n0kS+D+45PiEiMb4KO0a+YcwPPods3j2ywRu9+WE5Pq2PlL1wluW9RMG9PZkrrb1Zyi89CibFPTtsFL3XHsc9yeHavFrVN76Oo4i+UQPPPY6RID5v3b+9yX4APnVWq77VekA9ivd9vRAEDb4R2Yi7d6r0PIye2bzSAWc922IhvQEXD77ka9q9qmoNPl+R3DxPjHG+W9ivvWNSGL7umhK8SaeOPuyK5LvqveK9sSDAPEWjpj1Av3s8VK9LPqmKNjyrLDg+kK/HvQq/or1agwC+aRpfPp9LtT2cLGO9cu24vSR8/rzbpQE+aHp+vXY7mL1aywQ9ucqQvSgEjr0ofei914mJvknsqb207rm9UflQPZZ3srs6+Rq+yueuu25IOL0HtPG9qRPVvQHF1L1JVSw+bcuavTIV9j3KNlW9rQkFvkv9JrtI0CO9+1ZhPrISrT2wji69U1KfvXzvwb3gLAW9U+hpPZXo1T1XJw29u5uCPUedkL3FRuA9sNviPeoIeb08M3q9Xri7vcODVL0VDxE9OJjxO97Ywb0iQQS+m0PgPcEOoL6nQia9fD1fvnsz7L1EDDQ+P98KPuUgDT6hNLU88Q7GvmeeWL5Liw6+RG5Tvm0to737TJC9wdgfPhxWOT4GJw6/UgG1PcQUIb4vJyw9m0eFvivBFb1Uu5a9WF24PQdcNz5tE7E9",
        "XBq/vJz0rb0Ha4S9Zcfqu8xFD7xi8QU+kIoKvj+fDr0qlxG9OMWzPTr+Y77pEOQ7dt9ePp5rrDuD5tc9IHdxPhG3gb4QAXm9iUjJPUJVYT38X709deEfvuul1T0TIrs8Q4+vvu0v5Dx4W8C87X8OvZd2Mr6YmR09KidBvtcO1zyUeAg9Ad+Ivskppr07kUK9D8wSPgVeAb33Zqw973ipPEknbD0/pNS8P2alvMyNortPTjy+z346PjiE6DxGv8I9jU2NPXYJxbuJx6W9HrY9Pf/uBj4f5EY+cV6lPHZNuDzlYD09EJy5PfHzhr6jF/09hrsvPX7zrb5Tfac6L1ULvVHjxDyAJoS9mdSKvZDRmb2Kesm8GS8ivqUjBj73Kr492GGkPEL4573Bm0w8PgURvvGsNT488qs87hfGve90Xb7OX7G9uotRPQmmEb0+QbY7CFnBveD41b3YdKA9tGpwvTOj2Tv5X1Y+jEo9vRx2Mz1shq28Bj9Kvi4UHrwK98u9rXvYvbhCHDtayHc+DJ2EvfkaGL70iju+IdB1vc39UD24sGG+P/c3vQHGpL2Gcl6+DFk6PKeWhr1I2q+9HELjPVpv071QeAU97iaQvfPMYzz9N8M8SyoIPPUvGT6+rLo9Et0TPZwj9r1WYgI+W52UPH9L3D22u62+B7g5vZ2+Z75zATc848UFvVO2DT6gUZ28gW+zvpQrCzyAUsc9us+JvB4pfT33Uyg+WR0YPms1Ab6EMZw9PhfcvZX/QT31zpe9qqHZPaoF/r2I45k9E6CnvY1+lT06PkW7liYnvlxAlT42TQ29+aiTvfPzzTqHyZc8JFeQu8alM76bj0I+9F4qvPKUTT2CxN+9IQPtPRguMr4eq368NeDkPV1s6b0MYZm+r5tcvnxZ8zyFYVW9FjgHvhO4L77l8zO+DfYzPlmKkb0IO8A9B8ObPY8ngD14tLK99c43PbORvb3DCQI92b1PvlEjOjvHC7g9rNSAvXDKsj2A/Ks9JoxBPUO/CzzcVRG+",
        "4/4GviOK6bwIdb69cdsPPXRDvjy5yKq8vvtOvJsw974zQdK9ePBjvEctLj08Hj4+QmJDvXIwFr7+eFm+y0q1PUlvjTzStng9+BNqvu9yRr1EDBI9kszDvGLzgL5E6y++aJK5vaoj7T0WmZw9FMcRve4dWj18Pq+9bA1pvDA+sL7T0SI+jnWePZdWkr5oiVA9lVvdvZ21Pr3+anW8YguzPCZZqj0X5xc+ctFDPn32zD0sSMi9ZSMZvfz+hT5Hiee8vucfPRMgwzzLH3Y9GWgqPc+aBj6hyFm9VOGyPXUTmzzOP8s9mRggvasdMzyq/jU+/1+BPk/zo7zhmeK962PYvMC2v73wR0a+bOimOUJPWL2eKtY9svorPojdTb7zVbI9F2JtPoLrqj2hIxw9SitXPgQ+4jxQ4AC9he+vvTpzxb0NfBG+FPA4PC2xSD2orMA94UIFPX/wHL6HC7G8ynOWPQc9AT43sVg8lnsbvkvd6TzXnZi97nouvhBDJr0atlK6OWFUPejZTz2VDs09e855vUAMSL1OMHS9lmscvaSDEz4YKpo828rAvU/+Gb5JtSS+ZDfTPaBUWj5DCAE92oUNvpCJlj1ZmwE+bZymvC/mBj0oYV89CqvivcrxAj6bAIY8aWgNu7npPT6/Yqe9ZmGLPX4UGz22YA08BXqNvVZQ4j1jC6G9NcWqvK3L5b2A9Eq+ZuqSvv+AA74EhyU75L6GO1WAvr3bMeM84j2dPGlUeLzLqYO+cdpZvaxnPr5fFNE89t+YPCNAer5+rBu+docyPoa8qr2Pd5o+Z6KFviOVfbzWZUE9lJW/vJPSA7x08zm90Q2PPS+Bcz1cXkY+w0ziPIWN7T0vP648PUF7vRzgxT4BHEU829fhu9bCGTsUx8M9Ys2HvTj51DqT7Iw9/lcMPmbqrb039wg+esHivINaoTyKTLu8PsCVPlx4hb2ueMU9kSMvvbEGB71XxrC9ywgpviLbID59Iuu8fwwyPi+knT7vzfM9NrVOvifftjz19hi+",
        "qyEtvket2b1nFM89SrIIPSLsMD6K276+YoKKvc761LouJR48SlZmPXSmtT1Hp2Y916OaPUPzBT7t7BY9sgQ5vcl3wr2x/Pm9RqKIvYn7wzh5PVw+AVUQve/IHr0H7h4+1CnWvIh9SL6EgrM94NUdvW6tjz3bd+O9u7OXvIG9W72nvGA+LX3fvHWNLr4lZw09UJoxvSvdz73ltqO81ZT+PfCb/j2V948+qzTqvYqH+D1vHFM9oAlWPLjTt7wFvK08NuVOPu6Z+Dxbh7g7wlmBPNUbWz17GKS9mAQjObc5tb0naLo7zaZKvmfu0D19A7K9CJMEPk13q7yftD072BzBPcg4DT6KsaS9sq0OvivTQT6kq0I+JLTHPe9egr47Z3s+FYuCvGgBo72iMOS8dp99vXS+6rzoIfY804XsPZIi8D2E/Cc95+IKPsCv/7w+vR4+7N67PE6ALb40A46+yDyPvZlmgL2pteI92IMwPaGMMD1WtlW+FmuXPYrmyj1ZcMo6bHxYvGXpzr1AzqS+2WeOvpxd5Ly7pwM8zOYivUFJgLwAMOE9EF2JPQeqNT6Et2a7rCYxvSJZjb3I1C4+MfU6vq7srj1MkHK9f0iQvTgEjDwcUBc+LKxDvaECdzlR3a08mcDcvRaBlr6jSiI+kPiPPRw8Ob0JJwo+PGD2PYOCQz3dWhg+NsQBPX1FbT6peiY+MdADPv1KUT7RGXU6MSyLvXgQNb6vUJk9uPGTPAuUurtxpzS9JLf5PeVfWj1hhpq+YEJHPm0Kdz7ASrU414fSPL3AlzzAcCW+7yqUvS2lZrwluJI9ZMcrvm3pEL6nk4K8T3z+OpLbYz1m1S2+HC1Pvg/kiL5PsaW9iuFhuida2rzNJV292/EGPpihM71dF+g9Enrbvb6TMT6KWHO+c0Q8PkHqgb76ae49jV7MvTa/tj3wFCY997S8PaRHwb3MdYG9+TEtvhH+iT6vlIu9qIUFPdqytL0Il0G+iZKdvioo370M0fA9eNSIPKuGMj3H8709",
